[{"Title":"Abandoned Children","Description":"As the tag suggests, this is to be used ONLY when the protagonist is an abandoned child, meaning child who is thrown away at an early age, willingly or unwillingly. This should have some impact on the story, and it is preferable to use this tag if the protagonist being abandoned is known early on in the story. Please note that the child can only be the protagonist."},{"Title":"Ability Steal","Description":"Tag is to be used ONLY if the protagonist of the series has the ability to steal the 'skills' (definition may vary based on novel) of other characters/things. If the series has multiple protagonists, only use this tag if the stealing ability is a prominent ability of one of them."},{"Title":"Absent Parents","Description":"This tag is not to be confused with Abandoned Child and Adopted Protagonist. Absent Parents indicates that the parents of the protagonist are absent for most part of the series, indicating that they are still alive, the protagonist knows them and probably knows where they are, and they more or less have a cordial relationship."},{"Title":"Abusive Characters","Description":"This tag is to be used when characters in the story frequently abuse the main protagonist.\nThis tag is NOT to be used when the abuse isn't a big part of the story and just something that happened a few times."},{"Title":"Academy","Description":"Only to be used when the school is considered to be prestigious in reference to the story. Do not use this for schools famous for battle. Please refer to the [Battle Academy] tag."},{"Title":"Accelerated Growth","Description":"This tag is to be used to indicate a sudden growth of the protagonist. This growth takes place in a short period of time, and often is a one time growth. Growth can be in maturity or age.\n"},{"Title":"Acting","Description":"This tag is to be used when the protagonist is an actor/actress. This tag can be used to both describe the profession as well as the setting."},{"Title":"Adapted from Manga","Description":"This tag is only to be used when the novel was adapted from a manga. By the term Adapted, we are referring to the presence of a plot line that is quite close/same as the original source.\n\n Not to be used with the tag: Adapted to Manga. "},{"Title":"Adapted from Manhua","Description":"This tag is only to be used when the novel was adapted from a manhua (Chinese origin comics). By the term Adapted, we are referring to the presence of a plot line that is quite close/same as the original source.\n\n Not to be used with the tag: Adapted to Manhua."},{"Title":"Adapted to Anime","Description":"This tag is to be used ONLY if an animated series/movie has been released based on the book. By animated series, it can be in any language, provided it is official. The tag is to be added only AFTER the official release of the animation."},{"Title":"Adapted to Drama","Description":"This tag is to be used ONLY if a drama series has been released based on the novel. The drama can be in any language, provided it is official. The tag is to be added only AFTER the official release of the drama series.\n"},{"Title":"Adapted to Drama CD","Description":"This tag is to be used ONLY if a drama CD has been released based on the novel. The drama CD can be in any language, provided it is official. The tag is to be added only AFTER the official release of the drama CD.\n"},{"Title":"Adapted to Game","Description":"This tag is to be used ONLY if a game has been released based on the novel. The game can be in any language, provided it is official. The tag is to be added only AFTER the official release of the game. Please note that there is a different tag for Adapted to Visual Novel."},{"Title":"Adapted to Manga","Description":"This tag is to be used ONLY if a manga has been released based on the novel. By manga, it refers to the Japanese equivalent of a comic book, provided it is an official publication. The tag is to be added only AFTER the official release of the manga."},{"Title":"Adapted to Manhua","Description":"This tag is to be used ONLY if a manhua has been released based on the novel. By manhua, it refers to the Chinese equivalent of a comic book, provided it is an official publication. The tag is to be added only AFTER the release of the manhua."},{"Title":"Adapted to Manhwa","Description":"This tag is to be used ONLY if a manhwa has been released based on the novel. By manhwa, it refers to the Korean equivalent of a comic book, provided it is an official publication. The tag is to be added only AFTER the official release of the manhwa.\n"},{"Title":"Adapted to Movie","Description":"This tag is to be used ONLY if a movie/film has been released based on the novel. The movie/film can be in any language, provided it is official. The tag is to be added only AFTER the official release of the movie/film.\n"},{"Title":"Adapted to Visual Novel","Description":"This tag is to be used ONLY if a viual novel has been released based on the novel. The visual novel can be in any language, provided it is official. The tag is to be added only AFTER the official release of the VN.."},{"Title":"Adopted Children","Description":"This tag is to be used ONLY when the protagonist adopts a child(children) during the course of the plot. Please note that adopting this child to become the 'master' of the child is not to be considered under this tag. Please refer to Master-Disciple Relationship."},{"Title":"Adopted Protagonist","Description":"This tag is to be used when the protagonist is known to be an adopted child from the beginning of the story. Or else, the part that he/she is adopted should play a big role in the plot. It is recommended not to use this tag, if the fact that the protagonist is an adopted child is discovered in the later part of the series, as it will become a major spoiler."},{"Title":"Adultery","Description":"Adultery refers to a person taking part in a sexual relationship with someone else, even though the person is married. This tag is typically to be used when the love interest of a male protagonist is married, but still takes part in sexual relationship with the protagonist. It can also be used when the male partner is guilty."},{"Title":"Adventurers","Description":"Just as it suggests, this tag is to be used when either the protagonist or some other SIGNIFICANT character is an adventurer. Typically, they are also part of some adventurers’ guild."},{"Title":"Affair","Description":"An affair is a sexual relationship, romantic friendship, or passionate attachment between two people without the attached person's significant other knowing."},{"Title":"Affairs","Description":"No definition found."},{"Title":"Age Progression","Description":"Refers to the protagonist growing older as the story progresses. Please note that this refers to their external age showing them to be older, as opposed to the million year old cultivators who still look young in some series. The story should cover the life of the protagonist as he/she grows old."},{"Title":"Age Regression","Description":"This tag refers to a plot device that causes the protagonist to grow younger instead of getting older. This doesn’t mean he or she goes back to be a child, it just means they have regained their youth."},{"Title":"Aggressive Characters","Description":"This tag is to be used when characters in the story are aggressive, usually meant in the sexually sense."},{"Title":"Alchemy","Description":"In addition to the traditional metal to gold processes, alchemy tag can also be used to denote the existence of procedures to create magical materials such as potions, pills etc. Typically, these materials are used for healing and in cultivation."},{"Title":"Aliens","Description":"As the name suggests, this tag is to be used when the story involves aliens. Here, the term alien should be used by the author/translator themselves."},{"Title":"All-Girls School","Description":"This tag is to be used if the protagonist studies in a girls only school.This tag is NOT to be used to refer to the ladies only sects mentioned in cultivation novels."},{"Title":"Alternate World","Description":"Refers to the setting of the series. The series takes place in a world similar to our own planet Earth, except there are some differences thus making this world an 'alternate' world. For example, an Earth where the oceans are filled with something other than water or major events that never occur in their timeline."},{"Title":"Amnesia","Description":"Refers to the protagonist losing his/her memories due to certain events. This refers to an event which is a plot driven. This tag is to be only used for the protagonist, or love interest."},{"Title":"Amusement Park","Description":"This tag establishes the setting of the story, or a major part of the story. It indicates that the plot takes part in an amusement park. Please note that this tag should not to be used just because some random romantic date takes place in an amusement park. The story genuinely needs to take place in it."},{"Title":"Anal","Description":"This tag is to be only used if in the series, instances of anal sex are described."},{"Title":"Ancient China","Description":"This tag is used to explain the setting of the story. It indicates that the story takes place in an authentic Ancient Chinese environment, meaning that actual ancient figures and kingdoms are involved."},{"Title":"Ancient Times","Description":"Indicates that the story takes place in ancient times, but NOT in China. It can be used even if the place is fictional."},{"Title":"Androgynous Characters","Description":"This tag is ONLY to be used when there is a character who can be confused as either a male or a female. The actual gender of the character doesn't matter."},{"Title":"Androids","Description":"This tag is to be used when the story in question contains Androids, and Android is a robot in the form of a human being, usually having their own personality as well."},{"Title":"Angels","Description":"This tag is to be used only when the series contains a set of characters/a single character who is termed an Angel. This should be according to the traditional definition of an angel. To be used only if the author uses the term Angel."},{"Title":"Animal Characteristics","Description":"This tag is to be used when there are characters in the story that aren't fully human, instead are part human part animal. One example would be Cat girls."},{"Title":"Animal Rearing","Description":"Typically this tag is to be used when either the protagonist or some other significant character is involved in animal husbandry/animal rearing. This tag may also be used if the creatures reared are not traditional animals (cattle), but they still serve the same purpose."},{"Title":"Anti-Magic","Description":"This tag is to be used if the protagonist has a special power/trains in a technique that is essentially anti-magic, meaning that it nullifies any and all magic. It is recommended to use this tag only when the protagonist has it,though a major character having it is also acceptable."},{"Title":"Anti-social Protagonist","Description":"This tag is to be used when the Protagonist of the story (whether male or female) exhibits the traits of the Antisocial personality disorder."},{"Title":"Antihero Protagonist","Description":"This tag is to be used when the main Protagonist is an antihero, an antihero is a protagonist who lacks conventional heroic qualities such as idealism, courage, or morality"},{"Title":"Antique Shop","Description":"This tag is to be used only when the protagonist either owns an antique shop, or is shown to patronize it. Don’t use this tag if the antique shop has no significance in the plot. It should at least be the setting for a single plot point."},{"Title":"Apartment Life","Description":"Typically, a Slice of Life setting. This tag is to be used if the protagonist lives in an apartment, and the story showcases life as it goes on in the apartment. This might be a sub plot."},{"Title":"Apathetic Protagonist","Description":"This tag should be used when the character hardly shows any emotional reaction to any event that happens on their surrounding, either because the protagonist hides their feelings or is devoid of them."},{"Title":"Apocalypse","Description":"This tag is to be used when the story takes place in an apocalyptic type setting."},{"Title":"Appearance Changes","Description":"Tag is to be used when the main protagonist experiences drastic appearance changes compared to how s/he was at the start of the story."},{"Title":"Appearance Different from Actual Age","Description":"This tag is to be used if the appearance of the protagonist ONLY is different from their actual age. This tag can be used to describe the protagonist of a cultivation novel who doesn’t age despite being very old, though it is not recommended as it can become a very generic tag. Best to use this tag only if the fact that the appearance is different from actual age is actually used in the story.\n\nPlease note that the age mentioned is physical age, and NOT mental age. That might come under the Mature Protagonist tag."},{"Title":"Archery","Description":"This tag is to be used ONLY when one of the protagonist, the antagonist or love interest of the protagonist is involved in archery. This tag was formerly under the bow wielder tag,which has been removed. A prerequisite for the addition of this tag is that who ever uses the bow should have some basic archery skills, and should not depend on some magical powers of the bow to fight.\n"},{"Title":"Aristocracy","Description":"Tag is to be used when the novel features an aristocracy, the aristocracy is a social class that a particular social order considers the highest of that society."},{"Title":"Arms Dealers","Description":"This tag is to be used when main protagonist interacts with arms dealers on a frequent basis.\n\nIt should NOT be used when the protagonist simply buys weapons from arms dealers a few times and should ONLY be used if the arms dealers are vital parts of the story frequently mentioned and used by the Author."},{"Title":"Army","Description":"This tag is to be used when the protagonist either owns, or is a part of an army. Here, army refers to a group of soldiers who fight for an individual (typically the protagonist). The hierarchy is often blurred when it comes to positions. Generally, to be used when the protagonist has an army at his/her beck and call. Not to be confused with Military."},{"Title":"Army Building","Description":"This tag should be used when the main protagonist builds his own army in the story."},{"Title":"Arranged Marriage","Description":"Tag is to be used when the protagonist is part of an arranged marriage. An arranged marriage is a marriage that is preset by some elder of the related families. This decision of marriage doesn’t take into consideration the feelings of the concerned couple. Typically, these are just agreements that are fulfilled. Please note that the marriage must go through, or else the Broken Engagement tag should be used."},{"Title":"Arrogant Characters","Description":"This tag should be used when there is a frequent use of characters that have the Arrogance personality traits. It is recommended to use this tag only if at least some of these characters play a significant role in the plot."},{"Title":"Artifact Crafting","Description":"This tag is to be used ONLY if the protagonist,typically in a cultivation series, is able to craft artifacts. This tag is NOT to be used if artifacts are a part of the series, but the protagonist is incapable of crafting them in any point of time in the story."},{"Title":"Artifacts","Description":"This tag should be used when the story features and highly regards artifacts, artifacts usually being weapons and other items of past races, or sometimes just enchanted gear. it varies from story to story."},{"Title":"Artificial Intelligence","Description":"An artificial intelligence is a form of intelligence created artificially by other races.\nIn general anything created by someone and has intelligence can be referred to as Artificial Intelligence.\nHowever it's mainly used for things like robots.\n"},{"Title":"Artists","Description":"Tag should ONLY be used if the profession of 'Artist' is a significant role in the story.DO NOT use tag to describe idol/celebrities/singers. There are other tags for them."},{"Title":"Assassins","Description":"Tag should only be used when Assassins are vital parts of the story."},{"Title":"Astrologers","Description":"Tag should only be used if the profession of 'Astrologer' is a big part of the story.\nAn Astrologer is a person who uses astrology to tell others about their character or to predict their future."},{"Title":"Autism","Description":"Tag should only be used if characters suffering from Autism are an important part of the story. Autism is a mental condition characterized by great difficulty in communicating and forming relationships with other people and in using language and abstract concepts."},{"Title":"Automatons","Description":"Tag should ONLY be used if the story features frequent use of Automations.\nAn Automaton is a moving mechanical device made in imitation of a human being."},{"Title":"Average-looking Protagonist","Description":"This tag is to be used when the protagonist(s) is/are average-looking. The author MUST describe the protagonist to be average-looking. If no description is given regarding the looks, then no tags regarding the appearance of protagonist is to be added.\n\nNot to be used with:\nUgly Protagonist"},{"Title":"Award-winning Work","Description":"This tag is to be ONLY used for series that have won recognised awards. These awards might have been won by the original source as well. Please note that these awards have to have some minimum credibility, and should not be informal.\n"},{"Title":"Awkward Protagonist","Description":"Tag should be used if the main protagonist is frequently awkward or frequently does awkward things."},{"Title":"Bands","Description":"Tag should ONLY be used if musical bands are an important part of the story."},{"Title":"Based on a Movie","Description":"This tag is to be used only if the novel has been released based on a movie/film. The movie/film can be in any language, provided it is official."},{"Title":"Based on a Song","Description":"This tag should ONLY be used if the novel in question is based on an existing song."},{"Title":"Based on a TV Show","Description":"This tag should be used if the novel in question is based off of an existing Tv Show."},{"Title":"Based on a Video Game","Description":"Tag is to be used ONLY if the novel is based on an existing video game.\nIt should NOT be used when the novel is based on a video game, however that video game doesn't actually exist."},{"Title":"Based on a Visual Novel","Description":"This tag is to be used when the series in question is based on a Visual Novel (preferably Japanese)."},{"Title":"Based on an Anime","Description":"This tag is to be used when the series in question is based on an anime (preferably Japanese). This tag is not to be confused with Adapted From Anime. When the series is adapted, that means that its plotline follows the original anime. However, if it is based on the anime, then it is either just a spin off or is simply taking place in the same setting/world."},{"Title":"Battle Academy","Description":"This tag is to be used when the main protagonist of the story goes to a battle academy, a battle academy is an academy created for the purpose of training students in the art of battle, precise details may vary from story to story."},{"Title":"Battle Competition","Description":"This tag should be used either if the entirety of the story revolves around a competition, or if the protagonist frequently partakes in this kind of competition, where contestants fight against one another. It should not be used if the competition happens only in a single arc of the story."},{"Title":"BDSM","Description":"BDSM stands for Bondage, Discipline (or Domination), Sadism, and Masochism. Novels that contain this tag will have sexual practices that fall under this categories."},{"Title":"Beast Companions","Description":"This tag is used when there is beast as a journey partner contracted or summoned"},{"Title":"Beastkin","Description":"Locked. Propose a definition here:\nhttp://forum.novelupdates.com/threads/cleaning-up-tags-on-nu-v2-0.40496/"},{"Title":"Beasts","Description":"This tag should be used when there is a frequent use of beasts in the story that play a major part, mainly when they are an intelligent threat to other races."},{"Title":"Beautiful Female Lead","Description":" This tag is to be used if the female lead of the series is beautiful. If both the male and female leads are good looking, then it is recommended to use the Beautiful Couple tag. The descriptions should be what the author has written, and not what the fans fantasize."},{"Title":"Bestiality","Description":"N/A"},{"Title":"Betrayal","Description":"This tag is to be used ONLY when the protagonist is betrayed by someone they trust, typically a significant character. This tag can be used if the protagonist is betrayed by someone prior to the story. This tag can also be used if the protagonist is the one who betrays."},{"Title":"Bickering Couple","Description":"This tag signifies that the main couple (protagonist and love interest) are always bickering. This doesn’t signify disharmony between them, but shows the way their relationship looks for the outside eye."},{"Title":"Biochip","Description":"A Biochip is a microchip designed or intended to function in a biological environment, especially inside a living organism."},{"Title":"Bisexual Protagonist","Description":"The tag is used when the protagonist is bisexual. Tag is to be used only if there is definite romantic affiliations of the protagonist with individuals of both the genders (or more). "},{"Title":"Black Belly","Description":"fùhēi 腹黑 (lit., 'belly black'). Outwardly kind but is actually cruel and a bully. Almost analogous to haraguro, except Chinese works seem to emphasize more on the bullying aspect, especially if it's a guy in a romance (think schoolchildren bullying)."},{"Title":"Blackmail","Description":"Tag should be used if the main protagonist either is being blackmailed or is the one doing the blackmailing.\n\nBlackmailing the act of getting money from people or forcing them to do something by threatening to tell a secret of theirs or to harm them."},{"Title":"Blacksmith","Description":"Tag should ONLY be used if the proffesion of blacksmith is an important part of the story.\nA blacksmith is a person that creates things from metal, precise details vary from story to story."},{"Title":"Blind Dates","Description":"Tag should ONLY be used if blind dates are an important part of the story.\nA blind date is a date where you agree to meet up with someone without knowing anything about them beforehand including how they look like."},{"Title":"Blind Protagonist","Description":"This tag is to be used if the protagonist is blind. Note that this tag can be used even if the protagonist is blind initially and then recovers sight. However, this tag is not to be used if the protagonist becomes blind at some point in the story and then recovers their sight, unless a significant part of the story involves the protagonist being blind."},{"Title":"Blood Manipulation","Description":"This tag should be used if the protagonist is capable of using either some magic or martial technique which manipulates/controls blood. This tag should NOT be used if the manipulation relates to the oppression caused by superior bloodlines on inferior ones."},{"Title":"Bloodlines","Description":"This tag should be used if either the protagonist or some other relevant character carries some special bloodline, the bloodlines of dragons, phoenixes etc."},{"Title":"Body Swap","Description":"Tag should ONLY be used if body swapping is an important part of the story.\nBody swapping is the act of switching out of your body into somebody elses, everything apart from the body comes with you when you switch including your memories."},{"Title":"Body Tempering","Description":"A tag that is typically used only for Chinese cultivation novels. Body tempering refers to the protagonist going through some cultivation process to temper/strengthen the body. It is recommended to use this tag only when the physical prowess of the protagonist lets him/her do miraculous things.\n"},{"Title":"Body-double","Description":"This tag should ONLY be used if the main protagonist has and frequently interacts with his/her Body double.\n\nA Body double is a person that substitutes for another person, usually done to royalty so that it's harder to assasinate them."},{"Title":"Bodyguards","Description":"Tag should only be used if the Profession of 'Bodyguard' is an important part of the story.\n\nA bodyguard is a person or group of persons employed to guard an individual from bodily harm."},{"Title":"Books","Description":"Tag should ONLY be used if Books are an important part of the story."},{"Title":"Bookworm","Description":"Tag should ONLY be used if the main protagonist is a Bookworm.\nA Bookworm is a term used for a person devoted to reading."},{"Title":"Boss-Subordinate Relationship","Description":"This tag indicates the setting of the story. Either the boss or the subordinate should be the protagonist. However, both of them should have have significant roles. Or, their relationship should be a major part of the plot."},{"Title":"Brainwashing","Description":"This tag should ONLY be used if the main Protagonist suffered from brainwashing or if brainwashing is an otherwise important part to the story."},{"Title":"Breast Fetish","Description":"Tag is to be used only when the protagonist (male) has a breast fetish. Meaning that he is sexually attracted to breasts in an abnormal manner. It is recommended to use this tag only in the case of a male protagonist."},{"Title":"Broken Engagement","Description":"As the name suggests, this tag is to be used when the story contains an incidents when an engagement is broken. This engagement is typically originally made by elders and not the couple. To use this tag, one of the engaged individuals must be the protagonist."},{"Title":"Brother Complex","Description":"N/A"},{"Title":"Brotherhood","Description":"Tag should ONLY be used if the story includes frequent acts of Brotherhood.\nBrotherhood is a friendship unlike any other, built out of respect and love, will always have each others backs."},{"Title":"Buddhism","Description":"Tag should ONLY be used if Buddhism is an important part of the story.\n\nBuddhism is a religion, holding that life is full of suffering caused by desire and that the way to end this suffering is through enlightenment that enables one to halt the endless sequence of births and deaths to which one is otherwise subject."},{"Title":"Bullying","Description":"Bullying is the act of using superior strength or influence to intimidate (someone), typically to force him or her to do what one wants."},{"Title":"Business Management","Description":"Tag should ONLY be used if the main protagonist owns a business or business management is an otherwise important part of the story."},{"Title":"Businessmen","Description":"Tag should ONLY be used if the main protagonist is a Businessman, or if Businessmen are an otherwise important part to the story."},{"Title":"Butlers","Description":"Tag should ONLY be used if Butlers are an important part of the story.\n\nA butler is a man usually assigned to either the rich or nobility as a servant of sorts.\n\nDetails on what a butler can or cannot do vary from story to story."},{"Title":"Calm Protagonist","Description":"This tag is used when the protagonist is able to remain calm in difficult and dangerous situation."},{"Title":"Cannibalism","Description":"Cannibalism is the practice of eating the flesh of one's own species(Not exclusive to humans). Novels tagged with this will contain such a scene(s)"},{"Title":"Card Games","Description":"Tag should ONLY be used if card games are an important part of the story.\nCard games are games played using cards, details vary from story to story."},{"Title":"Carefree Protagonist","Description":"This tag describes the personality of the protagonist, referring to the protagonist being someone who is relaxed and nonchalant. The protagonist is expected to not get stressed or care about little issues, but instead takes them in strides. This type of behavior is expected to be shown by the protagonist for a major part of the story, and not just on a couple of occasions."},{"Title":"Caring Protagonist","Description":"Tag should be used when the protagonist cares a lot about a number of people that can vary from many to one."},{"Title":"Cautious Protagonist","Description":"This tag is used to define a Protagonist who is extremely careful in their actions and often makes a 'plan', a 'backup plan A' and a 'backup plan B' etc."},{"Title":"Celebrities","Description":"A famous or well-known person."},{"Title":"Character Growth","Description":"This tag should be used when the protagonist grows mentally during the story. The protagonist can grow in various ways like by changing his ideals or by strengthening them but he must grow in a way, such that by the end of the series the protagonist looks like a completely different person. "},{"Title":"Charismatic Protagonist","Description":"This tag is used to describe a protagonist who is very charismatic (exercising a compelling charm that inspires devotion in others) throughout the duration of the novel."},{"Title":"Charming Protagonist","Description":"This tag is to be used when the protagonist of a series is shown to be a charming individual, and if people actively get impacted by this charm. This tag is not to be confused with the Charismatic Protagonist tag."},{"Title":"Chat Rooms","Description":"This tag is to be used to indicate the setting of the story. As the name suggests, the major part of the story should revolve around an online chatroom and its members."},{"Title":"Cheats","Description":"This tag should be used only if the protagonist has something that sets them apart from the other characters, such as special knowledge, a unique item or ability. Common Examples are: Knowledge from a past life, Mana Pool 100 times bigger than everyone else's, An unique game item that breaks the system's rules."},{"Title":"Chefs","Description":"This tag should be ONLY used when the protagonist or another one's main occupation is a chef. Story is specifically focus on cooking in detail."},{"Title":"Child Abuse","Description":"This tag is to be used when the story shows children getting abused. Preferably this child should be the protagonist or some other significant character. Here, Child Abuse is not to be used when the parent/teacher hits the child during mentoring, but only to a certain extent. Sexual Abuse of a child should also be listed under this tag. It is recommended not to use this tag for Chinese cultivation novels."},{"Title":"Child Protagonist","Description":"The protagonist is a child. Only apply this tag if the protagonist is a child for a significant part (chapter-wise) of the novel."},{"Title":"Childcare","Description":"Tag should be used when taking care of children plays an important part in the story."},{"Title":"Childhood Friends","Description":"This tag is ONLY to be used when a prominent character has a relationship (in any form) with someone who they were friends with during their childhood. "},{"Title":"Childhood Love","Description":"Tag should be used when the protagonist or an important figure fell in love during childhood and the fact plays an important part in the story."},{"Title":"Childhood Promise","Description":"Tag should be used when the protagonist or an important figure in the story makes a promise during childhood that plays an important part in the story."},{"Title":"Childish Protagonist","Description":"where the Main character acts native and innocent, or in better terms like a child. And this trait is used to explain/show why the Main character acts/thinks as they do."},{"Title":"Church","Description":"No definition found."},{"Title":"Chuunibyou","Description":"Chuunibyou, also known as Eight Grade Syndrome.  A chuunibyou refers to a person with certain delusional behavior, such as believing one has special powers, pretending to be a made-up fantasy character, etc. Only use this tag when the protagonist or a sufficiently important character shows this behavior."},{"Title":"Clan Building","Description":"The following tag is to used when there is sufficiently important focus in the administration, specially raising or building, of a clan."},{"Title":"Classic","Description":"Classics are writings that have some level of significance culturally, historically, socially, and such. May also refer to writings that have been prominent despite their time of origin. Subjective term."},{"Title":"Clever Protagonist","Description":"This tag is used to define a protagonist who is very smart, witty, and bright. This lead often is very good in school (or the equivalent institute of knowledge) and other learning activities, and can easily pick up new things. "},{"Title":"Clingy Lover","Description":"This tag is used to describe a lover (either male or female) who acts extremely emotionally dependent and expresses an unwillingness to be separated from their counterpart. "},{"Title":"Clones","Description":"Tag is to be used ONLY if the protagonist of the series can make clones or has clones (definition may vary based on novel). If the series has multiple protagonists, only use this tag if having clones or making clones is a prominent feature of one of them. "},{"Title":"Clubs","Description":"Tag should be used when clubs play an important part in the story."},{"Title":"Clumsy Love Interests","Description":"As the name suggests, this tag is to be used if the love interest(s) of protagonist is/are shown to be clumsy. This tag can be used either when them being clumsy has a direct impact on the plot, or if their clumsiness becomes a running gag."},{"Title":"Co-Workers","Description":"This tag is to be used in novels that usually features a workplace-like setting where there are many events where the main character interacts with his/her colleagues, for job and/or non-job purposes."},{"Title":"Cohabitation","Description":"Refers to the concept of the protagonist living in a house with other characters typically of the opposite gender. They might even be involved in a romantic relationship, but there is no legal relationship between them of husband and wife."},{"Title":"Cold Love Interests","Description":"This tag is used to define love interests whose attitude and personality is cold. They often have trouble and/or dislike communicating with others and are often described as 'expressionless', 'scary', or are likened an 'ice cube'. "},{"Title":"Cold Protagonist","Description":"Locked. Propose a definition here:\nhttp://forum.novelupdates.com/threads/cleaning-up-tags-on-nu-v2-0.40496/"},{"Title":"Collection of Short Stories","Description":"This tag is to be used for novels with more than one oneshot/short story in its original RAW. The stories may or may not be connected to each other. This tag should not be confused with Oneshot tag or Short Story tag."},{"Title":"College/University","Description":"This tag indicates the setting of the story. As it suggests, the story should take place in a college or university for either the entire series or fr the major part of the series. Typically, this tag is to be used only for series set in a modern world.\nPlease note that series with cultivators going to a sect/academy are NOT to be included under this tag. They are entirely different settings."},{"Title":"Coma","Description":"The tag is to be used when one (or more) prominent character(s) has or has been in a coma. For a novel to have this tag, the coma must be an important part of the story."},{"Title":"Comedic Undertone","Description":"This tag is used to define novels which, although not obvious, possess comedic qualities. These qualities usually lie beneath the surface of the novel."},{"Title":"Coming of Age","Description":"This tag is to be used if the main character will encounter his/her 'coming of age' event, as defined by the standards of the novel's world setting."},{"Title":"Complex Family Relationships","Description":"This novel is used to describe novels in which the family relationships of a prominent character are complex. This character may have abnormal, strange or tangled relationships with his family. Novels with this tag are usually set in a large clan."},{"Title":"Conditional Power","Description":"Powers that require a price or requirement that allows it to be invoked."},{"Title":"Confident Protagonist","Description":"Stories with protagonists who are confident in their own skills or plans. \n"},{"Title":"Confinement","Description":"No definition found."},{"Title":"Conflicting Loyalties","Description":"No definition found."},{"Title":"Conspiracies","Description":"N/A"},{"Title":"Contracts","Description":"This tag is to be used when binding agreements, be they written, oral or otherwise, hold an important role within the novel."},{"Title":"Cooking","Description":"Tag is to be used ONLY if the protagonist of the series can cook (definition may vary based on novel). If the series has multiple protagonists, only use this tag if cooking is a prominent feature of one of them."},{"Title":"Corruption","Description":"Locked. Propose a definition here:\nhttp://forum.novelupdates.com/threads/cleaning-up-tags-on-nu-v2-0.40496/"},{"Title":"Cosmic Wars","Description":"Usually involves wars and conflicts on a galaxy-wide scale, multiple planets may be involved. \n"},{"Title":"Cosplay","Description":"People dressing up as characters from any fictional material. May also involve acing like them during the duration of the cosplay to increase "},{"Title":"Couple Growth","Description":"Used when the the main protagonist and his/her significant other grow into their relationship together and their love grows stronger as time progresses. Not used to describe growth in strength."},{"Title":"Court Official","Description":"The MC is employed at a court, or is a government official."},{"Title":"Cousins","Description":"children of brothers or sisters"},{"Title":"Cowardly Protagonist","Description":"This tag is used when the protagonist lacks courage and is excessively afraid in the face of conflict or challenge, whether physical or verbal. This tag should not be confused with Timid Protagonist tag."},{"Title":"Crafting","Description":"Crafting plays a prominent part in novels that display this tag. Crafting is the action of a character using raw materials (or in rare cases old objects) to create a new object, with the object usually being some kind of tool or medicine. Examples of this process include forging, pill creation or, any other inanimate forms of craft, for example; dolls."},{"Title":"Crime","Description":"This tag is used to describe novels which prominently feature crimes, whether performed by the protagonist or otherwise. Novels with this tag usually involve the police, unsolved crimes and/or criminals."},{"Title":"Criminals","Description":"Characters engage in acts that are illegal or may be perceived or interpreted as harmful to others. "},{"Title":"Cross-dressing","Description":"This tag is to be used when the protagonist dresses as one of the opposite gender to act like someone of the opposite gender. At heart, the protagonist is imitating the opposite gender. The body of the protagonist does not become that of the opposite gender, but the protagonist is acting like the opposite gender."},{"Title":"Crossover","Description":"This tag is only to be used when the story is a mix between two or more different original series. An example is Kingdom Hearts."},{"Title":"Cruel Characters","Description":"No definition found."},{"Title":"Cryostasis","Description":"This tag is to be used if one or more characters is in prolonged life-preserving hibernation, voluntary or otherwise, followed by waking up decades/centuries/millennias in the future and finding the world around them has changed.\nThis tag is not limited to hibernation due to being cryopreserved."},{"Title":"Cultivation","Description":"This tag is to be used preferably only for Chinese novels. Cultivation refers to the protagonist trying to acquire immortality and/or supreme power by the accumulation and usage of Qi. This tag is typical of the Xianxia genre."},{"Title":"Cunnilingus","Description":"This tag is to be used only when the sexual act of cunnilingus is DESCRIBED in the story. Preferably, one of the people taking part in the act should be the protagonist. If you do not know what cunnilingus is, do not bother with this tag.\n"},{"Title":"Cunning Protagonist","Description":"This tag is used to describe a protagonist who is very cunning. They often schemes/plots throughout the novel and rarely suffers a loss. Different from the Intelligent/Smart tags, the Cunning tag is to be used when the schemes/plots often cause physical/mental harm to opponents. It is recommended not to use this tag along with the Strategist tag. "},{"Title":"Curious Protagonist","Description":"No definition found."},{"Title":"Curses","Description":"If you would like to write a definition for this tag go here: https://forum.novelupdates.com/threads/cleaning-up-tags-on-nu-v2-0.40496/"},{"Title":"Cute Children","Description":"This tag should be used when the story has relevant children in it, and the children generally give a heartwarming feeling. Do take note that if the protagonist is the only child involved, the Child Protagonist tag should be used instead."},{"Title":"Cute Protagonist","Description":"No definition found."},{"Title":"Cute Story","Description":"N/A"},{"Title":"Dancers","Description":"No definition found."},{"Title":"Dao Companion","Description":"A Dao Companion is another way of saying spouse, except in only certain cases. This tag is to be used only when the author themselves uses the term Dao Companion to refer to spouses."},{"Title":"Dao Comprehension","Description":"This tag is used in novel usually where there is cultivation. Dao Comprehension is the understanding of the dao; like the way of sword or saber etc"},{"Title":"Daoism","Description":"No definition found."},{"Title":"Dark","Description":"Where the world of the novel is depicted by the author in a negative and cruel light."},{"Title":"Dead Protagonist","Description":"This tag should be used when the protagonist is no longer living, this usually means that the protagonist is telling the story as a ghost. The tag should not be used if the protagonist dies during the story."},{"Title":"Death","Description":"used when the loss of life plays a big role in the story or the protagonist change in mindset."},{"Title":"Death of Loved Ones","Description":"This tag denotes a novel in which one or more of a character's (typically the main character) family members, friends, or lovers dies."},{"Title":"Debts","Description":"This tag should be used if the protagonist has a monetary debt with someone, and this constantly affects the actions and decisions made by the protagonist. It should not be used if the debt is only a part of a small arc of the story."},{"Title":"Delinquents","Description":"No definition found."},{"Title":"Delusions","Description":"No definition found."},{"Title":"Demi-Humans","Description":"Individuals who are part animal, part human. "},{"Title":"Demon Lord","Description":"Demons with great power.\nGenerally an established position or sovereignty over other demons.\nUsually in opposition against heroes and humanity in general."},{"Title":"Demonic Cultivation Technique","Description":"As the name indicates, this tag is to be used if the protagonist of a series take practices a demonic cultivation technique. This is an extension of the Cultivation tag, and the 'Demonic' part of the tag is to be only used if the author/translator themselves refer to it as such. It is recommended to use this tag ONLY when the protagonist himself/herself follows this path."},{"Title":"Demons","Description":"Beings that possess human like appearance, but are of another race other than human and usually possess strength greater than a regular human. Sometimes shown as an evil or a race that's good at dark arts in fantasy, and others as beast that have surpassed a certain level of cultivation in xiaxia and xuanhuan."},{"Title":"Dense Protagonist","Description":"This tag is used to describe a protagonist who is 'under-equipped' in terms of emotional intelligence. This usually applies towards romantic relationships, however, it can stretch towards platonic ones as well. The protagonist is often oblivious to feelings that are directed towards them and sometimes doesn't realize them at all."},{"Title":"Depictions of Cruelty","Description":"This tag suggests the presence of scenes in the story which have descriptions of graphic/gory content, and reader discretion is thus advised. The target of this cruelty is irrelevant,as long as such scenes can be expected on regularly."},{"Title":"Depression","Description":"This tag is only to be used when depression is a prominent aspect of the story, with either the protagonist themselves or other important characters displaying the symptoms of depression. "},{"Title":"Destiny","Description":"Tag is to be used ONLY if everything that happens around the protagonist can't be attributed to luck or coincidence."},{"Title":"Detectives","Description":"Where the main character or the theme of detectives or detective work is a major part of the story. Detective work includes solve mysteries and/or where they investigate and gather evidence to prosecute somebody."},{"Title":"Determined Protagonist","Description":"For protagonist who are resolute"},{"Title":"Devoted Love Interests","Description":"Where one of the characters in a relationship remains in love with the other, despite various circumstances or/and obstacles that get in the way. can be mental (like social status and other similar circumstances) or physical(like distance)"},{"Title":"Different Social Status","Description":"Where the main character and one of the lead/major characters of the story interact with each other, athough they having differing position in society. and is a prevailing theme in the story.\n E.g rich and poor, or loner and popular"},{"Title":"Disabilities","Description":"This tag is used when a Main Character, or at least someone important for the novel has a disability, i.e: The main female lead is deaf/blind/an amputee."},{"Title":"Discrimination","Description":"Where in the world of the story, there exist isolating/bullying of races/indivials that are different from others around them. And effects the stoy in someway."},{"Title":"Disfigurement","Description":"No definition found."},{"Title":"Dishonest Protagonist","Description":"When the protagonist is intentionally misleading others for personal benefit."},{"Title":"Distrustful Protagonist","Description":"No definition found."},{"Title":"Divination","Description":"Ability to gain foresight for a situation through a ritual.\nUsually involves an intermediate such as water, hands, fire, the dead, electricity, etc.\nTends to use the suffix -mantia in words such as necromancy."},{"Title":"Divine Protection","Description":"Intervention by a deity or god that prevents or reduces harm to an entity or place.\nGenerally occurs as a passively as a blessing or actively as a miracle."},{"Title":"Divorce","Description":"N/A"},{"Title":"Doctors","Description":"This tag is to be used when the protagonist is a doctor, or has very high medical skills. A doctor is expected to heal and cure people by standard practices using medicines, potions and other such scientific or pseudo-scientific methods. Usage of magic relates to the Healers tag."},{"Title":"Dolls/Puppets","Description":"This tag is to be used when the series contains several instances of dolls or puppets influencing the plot. These dolls or puppets are expected to be inanimate objects, and if they are used in battles or other such instances, they MUST be controlled by someone. If they are sentient, then they are expected to be classed under the Automaton tag."},{"Title":"Domestic Affairs","Description":"Art and science of administration of government."},{"Title":"Doting Love Interests","Description":"This tag is to be used when the love interests spoil the protagonist for the majority of the story."},{"Title":"Doting Older Siblings","Description":"This tag should be used ONLY if the main character has one or more sibling(s) older than him that likes to dote on him."},{"Title":"Doting Parents","Description":"No definition found."},{"Title":"Dragon Riders","Description":"This tag is to be used ONLY when one of the main aspects of the story is dragon riding."},{"Title":"Dragon Slayers","Description":"where a major character, usually the Main character slays a dragon and is know for this act, or plays a major part of the story."},{"Title":"Dragons","Description":"Serpentine entities that usually possess immense power.\nTraits vary greatly depending on folklore but all share the trait of being long-lived."},{"Title":"Dreams","Description":"Where dreams, whether being in them or the messages they contain play a major part in the story or world the character live in.\nE.G. the MC gains knowledge he otherwise wouldn't have from a dream or if what happens in the dream the MC has affects real life."},{"Title":"Drugs","Description":"Tag is to be used ONLY if the protagonist of the series can make drugs or is using drugs (definition may vary based on novel). If the series has multiple protagonists, only use this tag if making or using drugs is a prominent feature of one of them."},{"Title":"Druids","Description":"Someone with the power to commune with and manipulate nature. Powers usually include the ability to control plants, communicate with animals, and transform into an animal or plant form."},{"Title":"Dungeon Master","Description":"Major character(s), not necessarily the main character, assume the role of a dungeon master. Dungeon master is a character that owned a dungeon, and is different from a dungeon guardian whose role is more readily attuned to dungeon's administration tasks. "},{"Title":"Dungeons","Description":"This tag is to be used to describe the setting of the story. Tag signifies that a major portion of the story revolves around dungeons. Or, a major plot point takes place connected to dungeons in a story that can be otherwise considered to be unrelated to dungeons."},{"Title":"Dwarfs","Description":"fantasy race that are characterised as short and muscular. genrally depicted as good at forging and crafting."},{"Title":"Dystopia","Description":"where due to society/government in the novel, there are rules or issues that make the people of that world live in a more degraded environment than modern society."},{"Title":"e-Sports","Description":"No definition found."},{"Title":"Early Romance","Description":"The romance aspect of this novel, involving the main character, already apparent very early in the storyline, usually in the first 50 chapters for Chinese novels, or 10 chapters for Korean and Japanese novels. "},{"Title":"Earth Invasion","Description":"This tag is to be only used when the plot of the story involves the Earth being invaded. Please note that this invasion of the Earth should take place during the storyline."},{"Title":"Easy Going Life","Description":"Require 'Slice of Life' tag. The main character, or the majority of the inhabitants in the novel's world setting, lead a peaceful and uneventful life. "},{"Title":"Economics","Description":"Tag should be used if the storyline has major economic-related themes in it. "},{"Title":"Editors","Description":"No definition found."},{"Title":"Eidetic Memory","Description":"Eidetic Memory is the ability to recall images with vividness bordering on actual visual perception which is also known as photographic memory. Novels tagged with this should perferably contain an MC who has Eidetic Memory."},{"Title":"Elderly Protagonist","Description":"The main character is old enough to have grand-children."},{"Title":"Elemental Magic","Description":"Magic that involves an aspect of nature.\n\nClassical elements are fire, water, earth, and air.\n\nOther elements sometimes considered are wood, metal, void, light, aether, holy, darkness, life, time, heart, space, etc. depending on the setting."},{"Title":"Elves","Description":"This tag is to be used if the Elven race exist within the story and an Elve is either the protagonist or either one of his companions/friends/Lovers"},{"Title":"Emotionally Weak Protagonist","Description":"Where due to the personality or mindset of the protagonist, they suffer serious damage if thing don't go as they expect it to or if others criticise them for their actions"},{"Title":"Empires","Description":"The storyline of the novel must involve an empire, or several of them. Main character must have significant interaction or relationship with one, such as being a citizen of one, being in a conflict with one or more et. al. "},{"Title":"Enemies Become Allies","Description":"No definition found."},{"Title":"Enemies Become Lovers","Description":"Tag to be used when sometime in the storyline, an enemy of the main character eventually become his or her lover."},{"Title":"Engagement","Description":"where due to the setting of the novel, the protagonist is engaged to another. And that engagement becomes a major plot point or feature through the novel."},{"Title":"Engineer","Description":"This tag is used if the main character is an accredited engineer by trade, either in the main character's current life or in the past if the storyline dictates it. Main character's engineering knowledge must play significant role in the storyline. "},{"Title":"Enlightenment","Description":"Where due to a mental breakthrough, the protagonist becomes stronger in some sense, whether physically, mentally or spiritually"},{"Title":"Episodic","Description":"This tag is for novels that have sections which can be considered an arc or episode. One episode/arc can be a few chapters to around 15 chapters."},{"Title":"Eunuch","Description":"Indicates a person who has been castrated for most notably serving a court's women. This tag can either be applied to the MC or a supporting character."},{"Title":"European Ambience","Description":"Novels whose setting is set in europe or fictional europe. This novel includes facts, cultures, places, and people that are same or similar to the real life europe in any specific period of time/era."},{"Title":"Evil Gods","Description":"Tag that denotes Gods that do not follow the common ideology of maintaining the world like normal Gods. Their preface is to either take over the world, end the world, or destroy the current God's pantheon."},{"Title":"Evil Organizations","Description":"No definition found."},{"Title":"Evil Protagonist","Description":"Where the Main character is interested in his own self benefit or pleasure and doesn't care about their moral stance to get what they want."},{"Title":"Evil Religions","Description":"where theres a evil cult like group that plays a major role in the story, can be against or with protagonist."},{"Title":"Evolution","Description":"Ability for an entity to metamorphose into another form and acquiring new traits or abilities.\nGenerally requiring conditions or situations to be met."},{"Title":"Exhibitionism","Description":"Sexual acts in public."},{"Title":"Exorcism","Description":"No definition found."},{"Title":"Eye Powers","Description":"This tag is to be used it a sufficiently important Character has a eye skill or ability. This includes basically every eye-based power, beams, x-ray vision, etc..."},{"Title":"Fairies","Description":"Tag is to be used when protagonist or characters that play a major role throughout the story is of fairy race."},{"Title":"Fallen Angels","Description":"No definition found."},{"Title":"Fallen Nobility","Description":"N/A"},{"Title":"Familial Love","Description":"Tag is to be used if the main character has positive relationships with members of his immediate family. "},{"Title":"Familiars","Description":"This tag is to be used when beings that do their summoner's / master's biddings play a major role in the story."},{"Title":"Family","Description":"No definition found."},{"Title":"Family Business","Description":"No definition found."},{"Title":"Family Conflict","Description":"Tag is to be used if the storyline prominently feature the main character having a feud/conflict/disagreements with members of his immediate or extended family. Feuds with members of other family branch(es) of the same clan doesn't count.  "},{"Title":"Famous Parents","Description":"No definition found."},{"Title":"Famous Protagonist","Description":"Tag is to be used only when the main protagonist is well known by a large section of society."},{"Title":"Fanaticism","Description":"This tag is used if characters involved in the novel have a belief or behavior involving uncritical zeal or with an obsessive enthusiasm towards the protagonist. "},{"Title":"Fanfiction","Description":"This tag is to be used when a story is based off a published work. The story must adopt major elements of the published work. This tag must not be confused with Parody tag."},{"Title":"Fantasy Creatures","Description":"This tag is to be used when the setting of the novel has fantasy creatures in it such as minotaurs, unicorns or golems. These creatures MUST appear frequently or play some significant role in the plot, instead of just existing in the setting. This tag must be accompanied by Fantasy genre."},{"Title":"Fantasy World","Description":"Any novel that takes place in a world where there is magic, elves, demons, and other common fantasy elements can have this tag listed."},{"Title":"Farming","Description":"This tag is to only be used if the story involve Farming plants."},{"Title":"Fast Cultivation","Description":"This tag is to be used when the story has a protagonist who increases his cultivation level at a faster pace than the commonly accepted speed in the story."},{"Title":"Fast Learner","Description":"This tag can only be used if the main character of the story has the capability to quickly understand, learn, and effectively adapt to his/her current situation, including but not limited to the stories who have tags like Reincarnation, Transported Into Another World, Transmigration, Special Abilities, and Game Elements."},{"Title":"Fat Protagonist","Description":"This story is to be used when the protagonist is fat (not necessarily obese) for the most part of the story. This tag can alsobbe used if the protagonist being fat is a major plot in the story."},{"Title":"Fat to Fit","Description":"Main Protagonist starts as a fat person but along the story the protagonist slims down"},{"Title":"Fated Lovers","Description":"No definition found."},{"Title":"Fearless Protagonist","Description":"No definition found."},{"Title":"Fellatio","Description":"The oral stimulation of a man's penis."},{"Title":"Female Master","Description":"Tag refers to the protagonist having a female master. Please note that a master is different from a teacher. A master is someone you are apprenticed to. Unless the author calls said master as ‘master’, she will be considered just as a teacher."},{"Title":"Female Protagonist","Description":"If the protagonist of the series is that of the biological female gender, then this tag is to be used.\n\nNot to be used with: Male Protagonist"},{"Title":"Female to Male","Description":"This tag is used when a female character becomes a male character (physically), and this character influences the plot sufficiently or is the protagonist. Usually paired with the genre Gender Bender."},{"Title":"Feng Shui","Description":"This tag is to be used if the story either contains references, or directly involves Fengshui. Fengshui is the Chinese philosophical system of harmonizing everyone with the surrounding environment. It is closely linked to Taoism. Please note that the above mentioned references should have some influence on the plot."},{"Title":"Firearms","Description":"This tag is used when guns or barreled weapons that discharge shots play a significant role in the major part of the story."},{"Title":"First Love","Description":"No definition found."},{"Title":"First-time Intercourse","Description":"Loss of virginity, either consensual or not. Mainly used in R18 novels."},{"Title":"Flashbacks","Description":"No definition found."},{"Title":"Fleet Battles","Description":"No definition found."},{"Title":"Folklore","Description":"No definition found."},{"Title":"Forced into a Relationship","Description":"No definition found."},{"Title":"Forced Living Arrangements","Description":"No definition found."},{"Title":"Forced Marriage","Description":"The protagonist of the story is forced into a marriage without their consent or will. But, this is not to be used for the Arranged Marriage(there is a separate tag). Here, it is one of the couple that is getting married that is forcing the other."},{"Title":"Forgetful Protagonist","Description":"This tag is to be used if the protagonist is absent-minded. Basically, is very forgetful. This tag, unlike the Amnesia tag, is to be used to describe the character/personality of the protagonist. If the forgetfulness is due to a medical condition, then the Amnesia tag is recommended.\n"},{"Title":"Former Hero","Description":"Tag is only to be used when the protagonist of the story was a former hero. Tag can be used even if the protagonist goes back to being a hero later in the series. However, the protagonist should not be a hero at the start."},{"Title":"Fox Spirits","Description":"Major characters, not necessarily the main character, takes form of a spirit fox. "},{"Title":"Friends Become Enemies","Description":"Where due to outside circumstances or a unexpected factor the protagonist and the antagonist/rival/enemy would have to work together to overcome the crisis. the team up could be permanent or temporary. but should be used in order to deepen the plot or flesh out the 2 characters. another reason could also be for fan service."},{"Title":"Friendship","Description":"This tag is used when the bond between the protagonist and his companions plays a big role on how the story develops."},{"Title":"Fujoshi","Description":"Fujoshi (腐女子, lit. "},{"Title":"Futanari","Description":"This tag is to be used when the body of the protagonist (or any other character who influences the plot) contains both the male and female reproductive organs."},{"Title":"Futuristic Setting","Description":"The novel's storyline takes part in a high-tech future world, not necessarily our world. "},{"Title":"Galge","Description":"Gal games is a major component of this novel. It could be as a world setting, or as a major plot device in a real-world world setting. "},{"Title":"Gambling","Description":"Tag to be used when there is a significant amount of gambling elements in the storyline here. Gambling in this context refers to the usual gambling fares such as blackjack, Texas Hold Em' and mahjong. Betting is compulsory. "},{"Title":"Game Elements","Description":"Protagonist has a status screen or something similar to it."},{"Title":"Game Ranking System","Description":"This tag is to be used when the story revolves around games and there is a ranking system involved as part of the plot. The protagonist must be actively involved with the ranking system whether by choice or by automatic recordings of achievements."},{"Title":"Gamers","Description":"No definition found."},{"Title":"Gangs","Description":"No definition found."},{"Title":"Gate to Another World","Description":"This tag is used only if there is a way by which characters of the novel travel between worlds."},{"Title":"Genderless Protagonist","Description":"To be used when the protagonist has no particular gender. This does not refer to story not confirming the gender, but the story confirming the non-existence of gender for the protagonist."},{"Title":"Generals","Description":"This tag is used if characters involved in the novel hold the position of commander of an army. The character should have significant importance in the novel."},{"Title":"Genetic Modifications","Description":"This tag is to be used ONLY if it is explicitly shown that the protagonist has gone through genetic modification. The exact term used by the author may be different. It can also be used if Genetic Modification plays a key role in the plot. Note that Genetic Modification is NOT the same as a change in bloodlines, for which the bloodlines tag is recommended. Also, a change in the being of the protagonist caused by body cultivation is not recommended to be used under this tag."},{"Title":"Genies","Description":"This tag indicates that genies related to the concept of magic/wish granting beings is an important plot point/story setting. Please note that these are NOT Automatons or any other martial spirits which grant wishes."},{"Title":"Genius Protagonist","Description":"When the protagonist of a novel is considered a genius, either as mentioned by the narrator, or the people surrounding them."},{"Title":"Ghosts","Description":"This tag is to be used Only when there are the presence of ghost(s) in the story, as a plot device of some importance to the plot."},{"Title":"Gladiators","Description":"This tag is to be used when major characters, not necessarily the main character(s), is a gladiator in the style of Rome's gladiators. Also applies if there is a lot of them in the storyline. "},{"Title":"Glasses-wearing Love Interests","Description":"This tag indicates a particular trait of a love interest, namely, the love interest having to wear glasses. And this is supposed to be used by the author to either show it as a character trait, or some other kind of plot device."},{"Title":"Glasses-wearing Protagonist","Description":"This tag indicates a particular trait of the protagonist, namely, the protagonist having to wear glasses. And this is supposed to be used by the author to either show it as a character trait, or some other kind of plot device."},{"Title":"Goblins","Description":"Tag is to be used if either 1). Main character or other major characters is a goblin, or 2). Goblins are prominent in the novel's world setting. "},{"Title":"God Protagonist","Description":"The main character is a supernatural entity with enough personal power to be considered omniscient. Power level varies greatly (from the 'god of wind' kind of god to the 'one and only' type of god)."},{"Title":"God-human Relationship","Description":"Where the main character is one of the 2 stated in the tag. the relationship could be as basic as friendship to something deeper such as love. this tag should be used if the relationship between the 2 status play a important role in the story."},{"Title":"Goddesses","Description":"Tag should be used when there are a number of goddesses in major or minor character roles in the storyline. Attention should be paid on the number of goddesses, because quantity is important. If there are only one to three goddesses in the storyline, this tag should not be applied. "},{"Title":"Godly Powers","Description":"Where the Main character or others in the story have powers that are so strong that they could rival gods. Doesn't have to actually come from a god."},{"Title":"Gods","Description":"This tag is to be used when the series takes place in a world where the existence of God(s) is confirmed, and they take part actively in the plot."},{"Title":"Golems","Description":"This tag suggests thee presence of Golems in plot important roles in the story. A Golem can be said to be an anthropomorphic creature that is made up of inanimate materials like clay, rocks etc. This is not to be confused with the Automatons tag. Also, the usage of the Golems tag will depend on the term used by the author."},{"Title":"Gore","Description":"Blood that has been shed, especially as a result of violence."},{"Title":"Grave Keepers","Description":"Where the main character or a important member of the cast has the occupation of a grave keeper or the notion or activites associated with grave keeping are important to the novel."},{"Title":"Grinding","Description":"This is a tag that is to be used ONLY in series set in a game world. Grinding refers to the action of repeatedly doing the same thing to get experience/points or other such benefits in the game world. This tag is to be used if the plot progression includes multiple scenes with a grinding theme."},{"Title":"Guardian Relationship","Description":"No definition found."},{"Title":"Guilds","Description":"A group of people have come together due to similar interests, often used as a controlling mechanism.   "},{"Title":"Gunfighters","Description":"This tag is used if major characters, not necessarily the main character, use small firearms as primary weapons in battles. "},{"Title":"Hackers","Description":"No definition found."},{"Title":"Half-human Protagonist","Description":"No definition found."},{"Title":"Handjob","Description":"An act of male masturbation, especially as performed on a man by someone else."},{"Title":"Handsome Male Lead","Description":"This tag is to be used if the male lead is handsome. However, if both the male and female leads are described to be good looking, it is recommended to use the Beautiful Couple tag. The descriptions should be what the author has written, and not what the fans fantasize."},{"Title":"Handsome Protagonist","Description":"No definition found."},{"Title":"Hard-Working Protagonist","Description":"This tag is to be used to define a protagonist who puts their utmost effort into all tasks, using all their energy and diligence to complete it."},{"Title":"Harem-seeking Protagonist","Description":"This tag denotes a novel where the protagonist seeks out love with multiple women at the same time. A harem typically means 3 or more women"},{"Title":"Harsh Training","Description":"where the protagonist undergo hellish, body breaking, inhumane traing in order to grow stronger. Must play a major role for the development of the story."},{"Title":"Hated Protagonist","Description":"A male Main Character who is not disliked, but outright hated by (almost) everyone in a community."},{"Title":"Healers","Description":"This tag is to be used if the protagonist is a healer by profession. A healer can be considered to be a doctor, who uses magical chants and other such skills to heal people. This tag can also be used if healers play a major role in the story."},{"Title":"Heartwarming","Description":"This is a subtag under the drama genre in general. It suggests that the story induces you to feel warm. In other words, if the story shows families getting together following hardships or other such 'heart-warming' moments, this tag is to be used. It is recommended not to use this tag along with the Cute Story tag, even though they may sound the same."},{"Title":"Heaven","Description":"No definition found."},{"Title":"Heavenly Tribulation","Description":"Where characters in the novel, usually xiaxia or xuanhuan, have to pass a trial/test set by the heavens/natural laws to be qualified to enter the next realm in cultivation. Usually dipicted as a cloud that shoots lighting at the participant."},{"Title":"Hell","Description":"No definition found."},{"Title":"Helpful Protagonist","Description":"No definition found."},{"Title":"Herbalist","Description":"No definition found."},{"Title":"Heroes","Description":"Tag is to be used ONLY if the protagonist of the series is a heroe (definition may vary based on novel). If the series has multiple protagonists, only use this tag if being a heroe is a prominent feature of one of them."},{"Title":"Heros","Description":"No definition found."},{"Title":"Heterochromia","Description":"Someone with two different eye colors and/or pupil shapes.\n\nMust be plot relevant. "},{"Title":"Hidden Abilities","Description":"Where the protagonist of the story hides part of their power or abilities, and the people around them don't know about it(genrally)."},{"Title":"Hiding True Abilities","Description":"This tag is to be used when the protagonist hides their real abilities/powers. Typically, it is to be used when they act weak when they are actually really badass. This tag is to be added only if the protagonist does it for a significant amount of time."},{"Title":"Hiding True Identity","Description":"This tag can be used if the protagonist hides their real identity and uses another identity to interact with people. The real identity is actively hidden by the protagonist. Even if the cover is blown later in the story, this tag can be used."},{"Title":"Hikikomori","Description":"No definition found."},{"Title":"Homunculus","Description":"Historically a miniature, fully formed human, but Frankenstein is one, too. Basically a human made through alchemy."},{"Title":"Honest Protagonist","Description":"Tag is to be used when in presence of an extremely straight-forward protagonist. "},{"Title":"Hospital","Description":"No definition found."},{"Title":"Hot-blooded Protagonist","Description":"This tag is to be used if this novel features a main character that usually acts at his/her whims first before thinking, usually in an overexcited or overzealous or overly passionate manner. "},{"Title":"Human Experimentation","Description":"where the use of humans as test subjects is depicted in the story and contribute in some way to how the story develops."},{"Title":"Human Weapon","Description":"No definition found."},{"Title":"Human-Nonhuman Relationship","Description":"If there is a relationship between a human and an individual who is not human, use this tag.   "},{"Title":"Humanoid Protagonist","Description":"Tag is to be used when the main protagonist is not a human, but has a humanoid appearance/shape"},{"Title":"Hunters","Description":"This tag is used if the hunting profession is prominent in the novel's storyline and/or world setting. Hunting in this context refers to hunting for something alive (e.g. orc, goblins, humans et. al.), treasure hunting did not count. The main character doesn't have to be a hunter, or the hunted. "},{"Title":"Hypnotism","Description":"No definition found."},{"Title":"Identity Crisis","Description":"This tag is to be used with reference to the protagonist, if the protagonist goes through an identity crisis during the progress of the story in a plot specific manner. An identity crisis here might refer to a confusion in the actual identity (for example, due to the memories of someone else getting jumbled up with yours), a confusion in whether you are a human or another organism or a confusion pertaining to gender etc."},{"Title":"Imaginary Friend","Description":"This tag should be used ONLY if the protagonist of the story has an imaginary friend who plays a large role in the story."},{"Title":"Immortals","Description":"This tag is used if the novel features a character class/group of people/race that are called 'Immortals'. Most importantly, the  'Immortal' term is defined within the context of the novel's world setting, and not ours (for example, the immortals in 'I Shall Seal the Heavens' did not have immortality; they simply has long lifespan and will still die of old age). "},{"Title":"Imperial Harem","Description":"The master of the harem must be royalty and the storyline has to take place in or around the royalty's palace(s). "},{"Title":"Incest","Description":"Tag is to be used when Romantic or sexual interest, and or interactions, are present between closely blood-related people (2 grades of separation or less)."},{"Title":"Incubus","Description":"Major character(s), not necessarily the main character, is an incubus. "},{"Title":"Indecisive Protagonist","Description":"The main character of this novel has decision-making problems at many junctures of the storyline. "},{"Title":"Industrialization","Description":"This tag is used if the main plot of the story was the development of industry in their country or region on a wide scale. "},{"Title":"Inferiority Complex","Description":"No definition found."},{"Title":"Inheritance","Description":"Where the protagonist gains something precious either treasure or knowledge from someone a lot older and stronger than the protagonist at the time. Usually people/beings of great power and/or from ancient eras long ago."},{"Title":"Inscriptions","Description":"where the main character has the ability to make intricate patterns/shapes one some surface in order to perform feats similar to magic."},{"Title":"Insects","Description":"No definition found."},{"Title":"Interconnected Storylines","Description":"No definition found."},{"Title":"Interdimensional Travel","Description":"No definition found."},{"Title":"Introverted Protagonist","Description":"Not to be confused with Cold Protagonist or Apathetic Protagonist. Just as the title says, this tag can be used if the protagonist of a series is an introvert."},{"Title":"Investigations","Description":"No definition found."},{"Title":"Invisibility","Description":"No definition found."},{"Title":"Jack of All Trades","Description":"As the name suggests, this tag is to be used when the protagonist of the series is deemed to be a jack of all trades. This indicates that the protagonist pursues multiple talents, but fails to perfect them for a major part of the series. An alternate tag is the Genius set of tags, but the Jack Of All Trades tag is to be used when the protagonist is not perfect in those talents, as in there is a lot of learning improvement involved. Talents here refers to professions."},{"Title":"Jealousy","Description":"It is recommended to use this tag only when the protagonist is female. This tag is to be used when the plot heavily leans on other characters being jealous of the female lead, and thus cause events that influence the plot."},{"Title":"Jiangshi","Description":"This tag is used if the novel prominently features jiangshi (Chinese hopping zombies/undead) character(s). They have to have important roles in the storyline. It is not required for the main character to be one."},{"Title":"Jobless Class","Description":"This tag is only to be used for novels with game elements where the protagonist do not have a specific Class or Job in his Status at some point in the story. It should also play a prominent part in the story. The Status, Class and Job may vary depending on novels.  This tag should not be mistaken with stories containing characters lacking an occupation."},{"Title":"JSDF","Description":"JSDF refers to the Japan Self Defence Force. When used as a tag, it implies that the story contains references to the JSDF to a certain extent, whether the protagonist is a part of it or the JSDF plays a major role in the plot. This tag is to be used ONLY for JP."},{"Title":"Kidnappings","Description":"This tag is to be used if the novel features (a) kidnapping event(s), and that event(s) is important to the storyline."},{"Title":"Kind Love Interests","Description":"No definition found."},{"Title":"Kingdom Building","Description":"The present tag is reserves for cases when the work in question shows a clear interest/detail in the administration and/or growth of a kingdom, country or similar, even if the MC is not said leader causing such events directly."},{"Title":"Kingdoms","Description":"This tag is ONLY to be used if having Kingdoms is an important part of the story(Definition may vary from novel to novel)."},{"Title":"Knights","Description":"Tag is to be used if the novel features knights prominently in the storyline. The main character is not required to be one. "},{"Title":"Kuudere","Description":"It is used to describe characters who always remain calm and composed"},{"Title":"Lack of Common Sense","Description":"Where the main character of the series has a different/warped sense of values/beliefs from others around him. Doing actions that would be very questionable in the eyes of others."},{"Title":"Language Barrier","Description":"No definition found."},{"Title":"Late Romance","Description":"The romance involving the main character starts to develop very late or even after half-way through the story line and sometimes nearing the end, usually after 200-500+ chapters for Chinese novels, or 50-100+ for other novels if its very late or 1000+ chapters for Chinese novels or over 100+ chapters for other novels if the romance starts nearing the end."},{"Title":"Lawyers","Description":"No definition found."},{"Title":"Lazy Protagonist","Description":"No definition found."},{"Title":"Leadership","Description":"This tag is used if the main character is someone who consistently show leadership qualities in the storyline. Main character being in an official leadership position is not required. "},{"Title":"Legends","Description":"Used when a character in the story has powers/achievements so great that only the mc had the chance to surpass."},{"Title":"Level System","Description":"This tag is used when the characters of the novel improve their abilities/skills/power by leveling up."},{"Title":"Library","Description":"Use ONLY when a library is a central place and an often visited location in the story."},{"Title":"Limited Lifespan","Description":"This tag suggests that the protagonist of the series is known to have a limited lifespan, and this fact thus causes plot progression. This limited lifespan can be due to some terminal illness/illness or curse."},{"Title":"Living Abroad","Description":"No definition found."},{"Title":"Living Alone","Description":"No definition found."},{"Title":"Loli","Description":"This tag is to be used ONLY when either the protagonist, or one of the love interests of the protagonist is a loli. It is not recommended to use this tag for other characters, no matter how important their role is. A loli is a short girl who looks like a child, no matter how much her real age is. "},{"Title":"Loneliness","Description":"No definition found."},{"Title":"Loner Protagonist","Description":"This tag is to be added if the protagonist of a series is referred to as a loner by the author. Here, loner refers to someone who is generally not social.  Note that this is not the same as Anti-Social Protagonist tag."},{"Title":"Long Separations","Description":"Where the couple is separated by a long time."},{"Title":"Long-distance Relationship","Description":"No definition found."},{"Title":"Lost Civilizations","Description":"No definition found."},{"Title":"Lottery","Description":"No definition found."},{"Title":"Love at First Sight","Description":"No definition found."},{"Title":"Love Interest Falls in Love First","Description":"No definition found."},{"Title":"Love Rivals","Description":"No definition found."},{"Title":"Love Triangles","Description":"No definition found."},{"Title":"Lovers Reunited","Description":"No definition found."},{"Title":"Low-key Protagonist","Description":"N/A"},{"Title":"Loyal Subordinates","Description":"Where the protagonist has underlings that have a strong sense faith/devotion to the protagonist."},{"Title":"Lucky Protagonist","Description":"Use ONLY when the Protagonist has unusual amounts of luck, either due to plot armor or a trait."},{"Title":"Magic","Description":"Tag is to be used ONLY if the protagonist of the series can use Magic (definition may vary based on novel). If the series has multiple protagonists, only use this tag if having Magic is a prominent feature of one of them."},{"Title":"Magic Beasts","Description":"No definition found."},{"Title":"Magic Formations","Description":"Are a set of complex patterns and symbols that can be placed, to produce a effects similar to magic or other superatural abilities in a certain area, usually inside the patterns and symbols.\nE.G create a barrier or sub-space."},{"Title":"Magical Girls","Description":"No definition found."},{"Title":"Magical Space","Description":"a seperate dimension/sub-space that the protagonist and others can enter."},{"Title":"Magical Technology","Description":"Many Technology based Magic inside the story"},{"Title":"Maids","Description":"Female attendants that wear maid uniform and complete the duties of a maid and has some relevance to the story."},{"Title":"Male Protagonist","Description":"If the protagonist of the series is male, then this tag is to be used. By protagonist, it refers to the leading/main character.\r\n \r\nNot to be used with: Female Protagonist "},{"Title":"Male to Female","Description":"The 'Gender Bender' and 'Female Protagonist' tags are required. This tag should be used if the novel's male main character changed gender to female, usually early in the storyline. The transformation must be very hard to reverse, if not being outright impossible to do so."},{"Title":"Male Yandere","Description":"Male Yandere is a yandere that is biologically male in gender. A yandere is a person romantically obsessed with someone to the point of abnormality. In essence, literally "},{"Title":"Management","Description":"This tag is to be used when a main feature of a protagonist's activities include the management of people(for example actors/actresses), companies, property, or land."},{"Title":"Mangaka","Description":"This tag is to be used ONLY if either the protagonist, or the love interest is a mangaka. Mangaka here refers to both male and female creators of Manga, the Japanese form of comics."},{"Title":"Manipulative Characters","Description":"Tag is to be used ONLY when either the protagonist, or some other plot significant character manipulates people around them. This manipulation is more of a psychological manipulation rather than manipulation by magic or some other such miraculous powers.\n"},{"Title":"Manly Gay Couple","Description":"This tag is only to be used when the leading couple consists of men both whom can be seen as Seme from first look. This should not be used when the leading Uke has feminine traits or crossdresses. This tag is only to be used with stories that have Shounen Ai or Yaoi genres."},{"Title":"Marriage","Description":"To be used if the protagonist gets married at any point of time in the series, due to mutual consent in a romantic manner.\n"},{"Title":"Marriage of Convenience","Description":"This tag is to be used when a marriage takes place between the protagonist and another person simply for convenience. Note that this marriage is typically decided not by some elders, but by the concerned couple for their own mutual benefit."},{"Title":"Martial Spirits","Description":"This tag is used only to describe a Spirit manifestation that is made of worldly energy and spiritual energy to take shape in the physical world and is generated by a practitioner when cultivating on the martial path. This varies depend on story. The phenomena should involve the protagonist or significant characters of the story."},{"Title":"Masochistic Characters","Description":"No definition found."},{"Title":"Master-Disciple Relationship","Description":"This tag is to be used when the bond between master and disciple plays a significant role in the story. ONLY use when the protagonist is either the master or the disciple. Please note that this tag is NOT the same as the Teacher-Student Relationship tag."},{"Title":"Master-Servant Relationship","Description":"This tag is to be used when the protagonist is involved in a master-servant relationship, whether that be a lord/lady and servant(e.g. maid/butler, knight, etc), owner and slave, or some other relationship in which one of the parties works for another of the parties with or without pay."},{"Title":"Masturbation","Description":"This tag is to be used only if either the protagonist or the love interest is described to have masturbated at some point of time in the story."},{"Title":"Matriarchy","Description":"No definition found."},{"Title":"Mature Protagonist","Description":"No definition found."},{"Title":"Medical Knowledge","Description":"N/A"},{"Title":"Medieval","Description":"No definition found."},{"Title":"Mercenaries","Description":"Either the main character or a secondary character is a mercenary, someone who complete various missions in order to gain rewards, particularly in wars."},{"Title":"Merchants","Description":"No definition found."},{"Title":"Military","Description":"This tag is to be used when the protagonist is a part of a militaristic group. Military is defined to be an organized army that fights for a nation, state, or organisation. Typically, there is a fixed command structure and strict rules."},{"Title":"Mind Break","Description":"No definition found."},{"Title":"Mind Control","Description":"The use of magic, technology, or hypnotism to change and control how someone thinks or acts."},{"Title":"Misandry","Description":"By definition, Misandry refers to the negative bias and prejudice against the male gender. The tag Misandry is to be used ONLY when in a female protagonist novel, the protagonist partakes in misandry."},{"Title":"Mismatched Couple","Description":"No definition found."},{"Title":"Misunderstandings","Description":"Where one of the lead characters in a novel misunderstands something about the situation/action of another character or themselves. And continues to do so whether as a gag or ignorance/naivety for a significant part of the novel."},{"Title":"MMORPG","Description":"MMORPG stands for Massively Multiplayer Online Role-Playing Game.\nThis tag indicates playing 'online multiplayer game' is an important part of the story elements.\nThis tag SHOULD NOT be used for protagonist who are transported/transmigrated/reincarnated into a game world. (as in the game became 'real life' of the protagonist)"},{"Title":"Mob Protagonist","Description":"Tag to be used in a variety of situations where the main character assume the role of a unassuming/unremarkable/side character:-\n\n1. The main character transmigrated/reincarnated into a fictional setting that the main character knews (video games, light novels et. al.), as anyone (a major character, a minor character or even an unknown) but the fictional main character him/herself. \n\n2. The main character transmigrated/reincarnated into a fantasy or parallel world as an extremely ordinary character, such as the member of a lower ranking race of the said fantasy or parallel world. \n\n3. The main character starts right away as an ordinary character of a fictional non-Earth world. "},{"Title":"Models","Description":"No definition found."},{"Title":"Modern Day","Description":"This tag is used if the setting of the story is current or near-current Earth. Contrast Futuristic Setting, Ancient Times, Ancient China."},{"Title":"Modern Knowledge","Description":"This tag can be used in situations involving one of the leads utilizing modern science, math, politics, or any other recently developed field to give themselves an edge in less advanced civilizations. "},{"Title":"Money Grubber","Description":"This is tag is used when main characters involved in novel are aggressively engaged in or preoccupied with making or saving money."},{"Title":"Monster Girls","Description":"creatures and other beings of a monster race that for gained/have a female form. Doesn't have to apply to the entirety of that race to use this tag. MUST play a role in the story."},{"Title":"Monster Society","Description":"No definition found."},{"Title":"Monster Tamer","Description":"Where the Main chacter or large portion of important characters have the ability to turn monsters and other creatures into their allies/pets."},{"Title":"Monsters","Description":"Tag is to be used ONLY if the protagonist of the series is a Monster (definition may vary based on novel). If the series has multiple protagonists, only use this tag if being a Monster(s) is a prominent feature of one of them. Can ALSO be used if there being Monster(s) has a big impact on the story."},{"Title":"Movies","Description":"This refers to the setting of the story. It is recommended to use this as an extension of the Acting tag, to indicate that the protagonist acts in movies. Or, it can be used to indicate that the setting consists of a cinema hall."},{"Title":"Mpreg","Description":"This tag is used when the universe where the story takes place has instances of male pregnancy, be it a rare occurrence or a norm. This tag is also used if there is a situation where a character identified as male in the universe is capable of becoming pregnant. \n\nThis tag is only used together with Pregnancy tag if the protagonist or his partner is pregnant at some point of the story. If the pregnant male is not the protagonist or his partner, do not attach Pregnancy tag together with Mpreg tag."},{"Title":"Multiple Identities","Description":"No definition found."},{"Title":"Multiple Personalities","Description":"No definition found."},{"Title":"Multiple POV","Description":"This tag is used if the storyline is being told/narrated through the viewpoints of multiple characters, not necessarily including the main character him/herself."},{"Title":"Multiple Protagonists","Description":"If a series has more than one protagonist, then this tag is to be used. This could include a rival who gets equal screen time, or multiple points of view. Also if in a series both the male and female leads are to be considered as protagonists, then this tag is to be used."},{"Title":"Multiple Realms","Description":"This tag is used if there exists different realms other than the one which protagonist rises from."},{"Title":"Multiple Reincarnated Individuals","Description":"This tag is used if there are other reincarnated people besides the protagonists."},{"Title":"Multiple Timelines","Description":"This tag is to be used to denote the existence of multiple timelines in the story. These timelines are expected to intersect at some point during plot progression. Different from the Time Travel tag, this tag is to be used ONLY when both the time lines get equal, or sufficient screen time simultaneously, or whatever format the author employs."},{"Title":"Multiple Transported Individuals","Description":"This tag is used if there are other transported people besides the protagonists."},{"Title":"Murders","Description":"No definition found."},{"Title":"Music","Description":"The Music tag is to be used if music is an important part of the story, whether it be such that the protagonist/important character is a musician or the style of writing includes music regularly in the story."},{"Title":"Mutated Creatures","Description":"where creatures are changed in someway by a external force (radiation/magic/humans/aliens) to behave and/or look differently from how it was originally. Most common would be zombie-like creatures or hybrids."},{"Title":"Mutations","Description":"No definition found."},{"Title":"Mute Character","Description":"No definition found."},{"Title":"Mysterious Family Background","Description":"Where the protagonist has parents/family that play a major role in the story, but the protagonist doesn't know about it yet or is trying to find out."},{"Title":"Mysterious Illness","Description":"This tag is to be used when either the protagonist or the love interest suffers from a mysterious illness. This illness may be cured later on."},{"Title":"Mysterious Past","Description":"Where the protagonist has a past that either the readers and protagonist don't know or a past that the protagonist doesn't want to talk about. might or might not play a huge role in the story."},{"Title":"Mystery Solving","Description":"No definition found."},{"Title":"Mythical Beasts","Description":"Tag is to be used ONLY if the protagonist of the series is a Mythical Beast (definition may vary based on novel). If the series has multiple protagonists, only use this tag if being a Mythical Beast is a prominent feature of one of them."},{"Title":"Mythology","Description":"No definition found."},{"Title":"Naive Protagonist","Description":"This tag is only to be used when the protagonist shows lack of wisdom or judgement for particular situations. But the naivety must play a major part of the novel and is a significant indication of their character. Not to be confused with 'Indecisive Protagonist'."},{"Title":"Narcissistic Protagonist","Description":"No definition found."},{"Title":"Nationalism","Description":"Used when the story deliberately vilifies foreign nations and their people, while glorifying their own country."},{"Title":"Near-Death Experience","Description":"This tag is NOT recommended to be used for a cultivation or reincarnation/transmigration novel,unless a special explanation can be given. As the name suggests, this tag is to be used ONLY when the protagonist goes through a near death experience either before or during the course of the plot. This experience is expected to be a significant plot point which changes the outlook of the protagonist."},{"Title":"Necromancer","Description":"This tag is to be used if the protagonist is a necromancer by profession, or if necromancers are an important part of the story. A necromancer is a magician/sorcerer who specializes in magic related to death, and the recreation of dead beings."},{"Title":"Neet","Description":"This tag is used if the novel's major characters, not necessarily the main character only, are NEET (Not in Employment, Educational ot Training) characters. "},{"Title":"Netorare","Description":"The protagonist or a love interest of the protagonist enters into a physical relationship with a third party and comes to prefer the third party over time, consequently either cheating or breaking up the original coupling.\n\nIf the protagonist is the one doing the seducing, use "},{"Title":"Netorase","Description":"The protagonist or a love interest of the protagonist encourages their partner to cheat on him/her, either by asking their partner or by having a third party seduce or rape their partner. The intention behind it may range anywhere from a fetish to childmaking (when there's issues in that regard for the original couple). If the party left out is not supportive or if the involved party is unwilling at the start but comes to like the situation, use "},{"Title":"Netori","Description":"The protagonist forces a love interest who is already in a relationship with a third party into a physical relationship, and the love interest comes to like it over time, thus either cheating or breaking up with their original partner. If the protagonist is the one having their partner seduced, use "},{"Title":"Nightmares","Description":"No definition found."},{"Title":"Ninjas","Description":"Tag is to be used if this novel major characters, not necessarily the main character only, has ninja as their occupation. "},{"Title":"Nobles","Description":"The protagonist or another character has a distinct title given from the highest power, granting one some kind of authority when given. Nobles are usually individuals who have some influence in the government or have bought the title through means of wealth. "},{"Title":"Non-humanoid Protagonist","Description":"This tag should be used if the main character is not a conventional human."},{"Title":"Non-linear Storytelling","Description":"This tag refers to the writing style where the progression of the story takes place in a non linear fashion, with events from different times in the time line being written in a jumbled format to generally increase the mystery elements. This tag is different from the flash back tag, in the sense that the sudden non linearity can be due to a future event suddenly being brought up, and not just a past event."},{"Title":"Nudity","Description":"This tag is to be used if the story contains instances of nudity. This nudity is meant to be in a sexual way. This tag doesn't include bare chested cultivators/fighters and stuff like that.\n"},{"Title":"Nurses","Description":"This tag is related to, but not necessarily specific to, erotic/smut series. To be used if one of the sexual partners of the protagonist is a nurse. Or if the protagonist is a nurse himself/herself."},{"Title":"Obsessive Love","Description":"No definition found."},{"Title":"Office Romance","Description":"No definition found."},{"Title":"Older Love Interests","Description":"As it suggests, the love interests of the protagonist have to be older than the protagonist. However, it is only used when the age difference is quite significant, and either the physical/mental aspects of this difference gets some screen time."},{"Title":"Older Love Intrests","Description":"No definition found."},{"Title":"Omegaverse","Description":"This tag is to be used if the story takes  place in the alternate universe where the characters have another gender (alphas/betas/omegas) aside from male/female. The omegas may get pregnant whether they are male or female."},{"Title":"Oneshot","Description":"This tag is only to be used for novels with one chapter that consists of its beginning and its ending in its RAW form, even if the translators decide to separate the oneshot into parts. This tag should not be confused with Short Story tag or Collection of Short Stories tag."},{"Title":"Online Romance","Description":"When the couple develops feelings for each other without meeting in person, through interactions over the internet or inside an online game, etc. While it is okay for them to meet in person, they must have already developed romantic feelings for each other before meeting for it be considered Online Romance."},{"Title":"Onmyouji","Description":"This tag is to be used if the novel features character(s) that has the 'onmyouji' (Japanese exorcists/priests) profession. The main character does not have to be one."},{"Title":"Orcs","Description":"The Orc is a common fantasy race or monster, often described as burly with violent or warrior like tenacious. Some versions of the Orc have pig like facial features, though they almost always have tusks, or large protruding lower canines. Orcs are generally regarded as a type monster or demon for the protagonist to defeat, though sometimes they are treated as just another race like the Elves or Dwarves."},{"Title":"Organized Crime","Description":"No definition found."},{"Title":"Orgy","Description":"This tag is to be ONLY used in the case of a smut/erotic series if the series contains described instances where a group of men and women take part in sex. Typically, at least 4 people."},{"Title":"Orphans","Description":"Tag should be used if major characters in a novel, not necessarily only the main character, are orphans. "},{"Title":"Otaku","Description":"This tag is to be ONLY used when the protagonist is an otaku. Otaku refers to an individual who is extremely passionate about anime and manga."},{"Title":"Otome Game","Description":"Tag should be used if 'Otome Game' play a major rolw in the novel, such as being the world setting itself or as a prominent plot device. "},{"Title":"Outcasts","Description":"No definition found."},{"Title":"Outdoor Intercourse","Description":"As the name suggests, this tag is to be used when the series depicts outdoor intercourse, as in the protagonist takes part in sexual intercourse outside of houses/buildings. Not to be confused with Nudity and Exhibitionism. Presence of penetration is a must for this tag and simple PDA is not a part of this tag."},{"Title":"Outer Space","Description":"where the setting of the story or part of it is set beyond the main character's home planet and into the starry skies above."},{"Title":"Overpowered Protagonist","Description":"Tag is to be used ONLY if the protagonist of the series is Overpowered (definition may vary based on novel). "},{"Title":"Overprotective Siblings","Description":"No definition found."},{"Title":"Pacifist Protagonist","Description":"No definition found."},{"Title":"Paizuri","Description":"R-18 tag is mandatory. This tag is used if there are sex scenes that involves the 'paizuri' (tit f*ck). "},{"Title":"Parallel Worlds","Description":"Tag is to be used ONLY if having Parallel Worlds have an impact on the story."},{"Title":"Parasites","Description":"A organism who can live in people`s body\n"},{"Title":"Parent Complex","Description":"No definition found."},{"Title":"Parody","Description":"This tag is to be used when a novel imitates another published works (recognized by readers) in its story. This tag should not be confused with Fanfiction tag."},{"Title":"Part-Time Job","Description":"No definition found."},{"Title":"Past Plays a Big Role","Description":"where the past(events before the novel) of the protagonist impacts significant on the plot of novel. Whether for a single arc or throughout the story."},{"Title":"Past Trauma","Description":"No definition found."},{"Title":"Persistent Love Interests","Description":"No definition found."},{"Title":"Personality Changes","Description":"where due to certain action or reason the personality of the protagonist changes drastically."},{"Title":"Perverted Protagonist","Description":"This tag is to be used when the protagonist of the story shows signs of perversion. This mainly refers to their sexual behaviour, where in they have abnormal sexual hunger. "},{"Title":"Pets","Description":"Where the Main character keeps a animal, spirit or other lifeform as mascot/companion."},{"Title":"Pharmacist","Description":"No definition found."},{"Title":"Philosophical","Description":"No definition found."},{"Title":"Phobias","Description":"No definition found."},{"Title":"Phoenixes","Description":"This tag is used if the novel features the mythical creature called the phoenix. Those phoenix(es) must have major roles in the storyline. It is not required for the main character to be one. "},{"Title":"Photography","Description":"No definition found."},{"Title":"Pill Based Cultivation","Description":"N/A"},{"Title":"Pill Concocting","Description":"Where the protagonist of the novel(usually xiaxia or xuanhuan) has the ability to make pills themselves, whether for healing or increasing their cultivation. And usually has a few chapters dedicated to the protagonist concocting the pills."},{"Title":"Pilots","Description":"No definition found."},{"Title":"Pirates","Description":"No definition found."},{"Title":"Playboys","Description":"No definition found."},{"Title":"Playful Protagonist","Description":"No definition found."},{"Title":"Poetry","Description":"No definition found."},{"Title":"Poisons","Description":"No definition found."},{"Title":"Police","Description":"No definition found."},{"Title":"Polite Protagonist","Description":"No definition found."},{"Title":"Politics","Description":"This tag is used only if there's a political component included in the story, especially if there's debate or conflict among individuals or parties and does not specify the main character only but with other characters in the novel having or hoping to achieve power in their society."},{"Title":"Polyandry","Description":"This tag is used if the female protagonist of the story has a polygamy in which a woman has more than one husband."},{"Title":"Polygamy","Description":"This tag is to be only used if the male protagonist is married to more than one female at a time. "},{"Title":"Poor Protagonist","Description":"Tag should be used if the main character is monetarily poor throughout the novel's run. "},{"Title":"Poor to Rich","Description":"This tag is used if the storyline features a monetarily poor main character working his/her way to obtain wealth. The 'Poor Protagonist' tag is usually also applied."},{"Title":"Popular Love Interests","Description":"Where the love interest of a protagonist has a certain level of popularity or is depicted as popular."},{"Title":"Possession","Description":"No definition found."},{"Title":"Possessive Characters","Description":"This tag is used if the novel features characters that, in the context of romance, want to exert control of other person/people. The main character is not required to be one for this tag to be used. "},{"Title":"Post-apocalyptic","Description":"Where before the story begins or early in the story, a event that so destructive that it reverts the world into a more primitive version of itself."},{"Title":"Power Couple","Description":"This tag is to be used if the main couple of the story (The protagonist and the love interest) has both the partners being powerful by the standards of the world/setting they live in, for a major part of the story. This tag is not recommended when a harem is involved. This power may be physical/financial/political. Please note that this is different from the Strong Love Interests tag."},{"Title":"Power Struggle","Description":"No definition found."},{"Title":"Pragmatic Protagonist","Description":"dealing with things sensibly and realistically in a way that is based on practical rather than theoretical considerations"},{"Title":"Precognition","Description":"This tag is to be used when the protagonist is acting upon actual or perceived knowledge of one or more future events usually by supernatural means."},{"Title":"Pregnancy","Description":"This tag is to be used when either the protagonist, or one or more than one of the sexual partners of the protagonist gets pregnant during the course of the story. This may lead to the usage of the Childcare tag in the future."},{"Title":"Pretend Lovers","Description":"No definition found."},{"Title":"Previous Life Talent","Description":"Used when a character(s) memories and/or talent of their previous lives remain intact after their rebirth."},{"Title":"Priestesses","Description":"This tag may  also be used to refer to other females who are a part of religious organizations such as nun's and shrinemaidens."},{"Title":"Priests","Description":"No definition found."},{"Title":"Prison","Description":"No definition found."},{"Title":"Proactive Protagonist","Description":"Where the protagonist is active in what they do and controls the situtuation their in to some extent. Instead of being reactive and going with the flow of what is happening around them."},{"Title":"Programmer","Description":"No definition found."},{"Title":"Prophecies","Description":"where somewhere throughout the story there is a prediction about the future that would infuence the protagonist or story in some way."},{"Title":"Prostitutes","Description":"A person, in particular a woman, who engages in sexual activity for payment."},{"Title":"Protagonist Falls in Love First","Description":"No definition found."},{"Title":"Protagonist Strong from the Start","Description":"Protagonists who begin the novel as one of the most powerful people.   "},{"Title":"Protagonist with Multiple Bodies","Description":"No definition found."},{"Title":"Psychic Powers","Description":"Where the ability to use your mind to do various things that are not normally possible, plays a major role in the story. The main character themselves don't necessarily need to have this ability for the tag to work."},{"Title":"Psychopaths","Description":"No definition found."},{"Title":"Puppeteers","Description":"This tag is to be used if either the protagonist, or some other character who influences the plot controls people or inanimate objects, similar to how puppets are controlled. This control should be due to some magical/martial technique and not due to psychological manipulation. There is a separate tag (Manipulative Characters) for that."},{"Title":"Quiet Characters","Description":"No definition found."},{"Title":"Quirky Characters","Description":"This tag can be used if there are characters in the story with eccentric and awkward personality."},{"Title":"R-15","Description":"To be used when the content of the story is suitable only for individuals who are 15 or older. This maybe due to the story having sexual or violent themes repeatedly. Note that it can ONLY be used for a JP."},{"Title":"R-18","Description":"To be used when the content of the story is suitable only for individuals who are 18 or older. This maybe due to the story having sexual or violent themes repeatedly. Note that it can ONLY be used for a JP. For others the Adult genre will suffice."},{"Title":"Race Change","Description":"Could also be said to be a species change , (eg. from a human originally to becoming a dragon or part dragon ) (not to be used when a human reincarnates into a dragon , only counts if he transforms in his/her current lifetime)"},{"Title":"Racism","Description":"This tag is used if there are consistent incidents of racism (as defined in our world's standard) happening within the storyline, either by the main character him/herself or by other characters. "},{"Title":"Rape","Description":"This tag is to be used ONLY IF an important/significant-to-the-story character is raped OR doing the raping, at any time during the course of the story. Note that this tag is not to be used if (1) some character is hinted to have raped/been raped before the course of the story, or (2) the occurence is off-screen and doesn't involve any significant character."},{"Title":"Rape Victim Becomes Lover","Description":"This tag is to be used when a rape victim falls in love with his/her rapist. The same tag is to be used if multiple such events take place. The tag is to be only used if either the rapist or the rape victim is the protagonist. Not to be used together with the tag "},{"Title":"Rebellion","Description":"No definition found."},{"Title":"Reincarnated as a Monster","Description":"This tag is to be used if the main character died and then was reincarnated as a monster in a fictional non-Earth world. Being reincarnated as a demi-human did not count. "},{"Title":"Reincarnated as an Object","Description":"No definition found."},{"Title":"Reincarnated into a Game World","Description":"The main character is birthed into a new world. More specifically, a LitRPG world which has a system of some kind that gives skills or stats."},{"Title":"Reincarnated into Another World","Description":"Tag is to be used ONLY if the protagonist of the series has been Reincarnated Into Another World (definition may vary based on novel). If the series has multiple protagonists, only use this tag if being Reincarnated Into Another World is a prominent feature of one of them. "},{"Title":"Reincarnation","Description":"This tag is used if the protagonist is born again after dying. Contrast with transmigration, where the protagonist inhabits an existing body."},{"Title":"Religions","Description":"This tag is to be used if the setting of the story involves one or more religious organizations, such as a churches. It implies that individuals of this religion take part actively in the plot, and their actions are governed by their religious beliefs. Please note that there is a separate tag called Evil Religions. Note that this 'religion' need not be something that exists in the real world."},{"Title":"Reluctant Protagonist","Description":"No definition found."},{"Title":"Reporters","Description":"No definition found."},{"Title":"Restaurant","Description":"This tag is used when main characters involved in the novel manage food outlets."},{"Title":"Resurrection","Description":"No definition found."},{"Title":"Returning from Another World","Description":"This tag is only used if the main protagonist was transported into another world with the existing body &amp; soul, part of a soul that reincarnated or just the part of a soul that inhabits someone's body to another world and came back from the place where the existing body &amp; soul or part of a soul originally came from.  The part of a soul that returned from another world may be reincarnated, inhabits an existing body, or came back from the original body of the main protagonist.\n\nThere are no restriction for the place or world where they originally came from."},{"Title":"Revenge","Description":"This tag is to be used when revenge by/against the protagonist plays a significant part in the main plot."},{"Title":"Reverse Harem","Description":"Where a (usually) female protagonist is surround by guys. Harem is the where the genders are reversed."},{"Title":"Reverse Rape","Description":"This tag is to be used if a female forcibly has sex with a male in the story. Either the male or the female MUST be the protagonist."},{"Title":"Rich to Poor","Description":"No definition found."},{"Title":"Righteous Protagonist","Description":"No definition found."},{"Title":"Rivalry","Description":"No definition found."},{"Title":"Romantic Subplot","Description":"When the story has some male-female or other similar couple relationships, but not enough to warrant a romance genre tag. Can be used in tandem with Harem. Usually for when relationships are created without any further growth or expansion of said relationship, though this isn't always the case."},{"Title":"Roommates","Description":"No definition found."},{"Title":"Royalty","Description":"The highest societal status that marks the protagonist or another character as a person of immense influence whether by blood, marriage or adoption. Usually used to define individuals of the monarchy, or in modern times the most influential person of power."},{"Title":"Ruthless Protagonist","Description":"A protagonist who has no mercy and kills or does similar drastic things without hesitation\n(eg. without hesitating , consigning a company into bankruptcy without caring about what the fired employees will do from now on for their livelihood counts )"},{"Title":"Sadistic Characters","Description":"No definition found."},{"Title":"Saints","Description":"No definition found."},{"Title":"Salaryman","Description":"No definition found."},{"Title":"Samurai","Description":"No definition found."},{"Title":"Saving the World","Description":"No definition found."},{"Title":"Schemes","Description":"No definition found."},{"Title":"Schemes And Conspiracies","Description":"No definition found."},{"Title":"Schizophrenia","Description":"No definition found."},{"Title":"Scientists","Description":"No definition found."},{"Title":"Sculptors","Description":"Where the main character or siginificant characters in the story can carve wood/stone/other to make a 3D/2D model of art. AND the scuplting plays a large role in the novel."},{"Title":"Sealed Power","Description":"Protagonist has some sort of ability they are unable to utilize either fully or at all. This may be because an outside force is blocking its use or the protagonist refuses to use it or has to meet conditions to gain its usage."},{"Title":"Second Chance","Description":"This tag is used when the protagonist has failed to do something in their first life. The protagonist is given a "},{"Title":"Secret Crush","Description":"No definition found."},{"Title":"Secret Identity","Description":"Tag is to be used ONLY if the protagonist of the series has a Secret Identity (definition may vary based on novel). If the series has multiple protagonists, only use this tag if having a Secret Identity is a prominent feature of one of them."},{"Title":"Secret Organizations","Description":"No definition found."},{"Title":"Secret Relationship","Description":"No definition found."},{"Title":"Secretive Protagonist","Description":"No definition found."},{"Title":"Secrets","Description":"No definition found."},{"Title":"Sect Development","Description":"Where the protagonist mantains and develops a sect. And is a major part of the story."},{"Title":"Seduction","Description":"No definition found."},{"Title":"Seeing Things Other Humans Can't","Description":"Normaly used once the main protagonist have the ability to see something unusual or that cannot be see by normal humans eyes.(ex. ghost, magic, atoms)"},{"Title":"Selfish Protagonist","Description":"where the protagonist prioritise themselves over other people."},{"Title":"Selfless Protagonist","Description":"No definition found."},{"Title":"Seme Protagonist","Description":"This tag is used when the Protagonist of the story is the Seme/Gong/Top in a male x male relationship. This tag is to only be used for novels containing boy love. In the event of a reversible couple, this tag should not be used. "},{"Title":"Senpai-Kouhai Relationship","Description":"No definition found."},{"Title":"Sentient Objects","Description":"Objects that normally should be inanimate possessing own conscience and intelligence such as: weapons, swords, books, grimoires, dolls, toys, castles, etc. Generally due to supernatural causes such as being reincarnated in objects; objects possessed by spirits; born a spirit within an object after it absorbs large amounts of mana, spiritual power, or emotions and desires of living beings as in the legend of the tsukumogamis; or even being a living being with able to transform into a functional object like a sword..."},{"Title":"Sentimental Protagonist","Description":"No definition found."},{"Title":"Serial Killers","Description":"No definition found."},{"Title":"Servants","Description":"This tag is used if the characters in the novel have people serving them."},{"Title":"Seven Deadly Sins","Description":"where the 7 deadly sins (pride, greed, envy, sloth, gluttony, lust and wrath) play some role in the story. "},{"Title":"Seven Virtues","Description":"Where the seven virtues 『Chastity, Temperance, Charity, Diligence, Patience, Kindness, and Humility』play some part in the story."},{"Title":"Sex Friends","Description":"As the name suggests, this tag indicates the presence of a 'sex friends' relationship between the protagonist and one or more than one other individuals. Sex friends refers to the relationship where the couple takes part in sexual activity without any real romantic feelings, and just to sate their sexual desires. In the future, they may develop romantic feelings."},{"Title":"Sex Slaves","Description":"No definition found."},{"Title":"Sexual Abuse","Description":"This tag is to be used when the story involves incidents where sexual abuse takes place. Sexual abuse includes forced sexual activities like kissing etc. However, no intercourse is involved as there is a separate tag for Rape. While it is recommended to use this tag only when the protagonist is involved in these incidents, this tag can also be used if there are repeated incidents of sexual abuse mentioned in the story. Please note that even if they are a couple, forced sexual activity will still be considered sexual abuse."},{"Title":"Sexual Cultivation Technique","Description":"Where doing lewd things can be used to increase one's cultivation or other advantages."},{"Title":"Shameless Protagonist","Description":"Where the main character does actions that are deemed by the reader or characters in the novel to be unbefiting of their status. whether the Main character acts petty or without honor/dignity for gains of some sort."},{"Title":"Shapeshifters","Description":"No definition found."},{"Title":"Sharing A Body","Description":"No definition found."},{"Title":"Sharp-tongued Characters","Description":"This tag is used if the novel features many characters that spout venomous words. The main character did not have to be one of them for this tag to be applied. "},{"Title":"Shield User","Description":"This tag should only be used when the protagonist or other characters from the main cast uses a shield as his main or only weapon. In his fighting style, for a significant period of story."},{"Title":"Shikigami","Description":"No definition found."},{"Title":"Short Story","Description":"This tag is to be used for novels with 10 or less chapters AND with no more than one volume published (if relevant) in its original RAW. The 10 chapters mentioned does not include Prologue, Epilogue, Extras or Side Stories of the novel. The 10 chapters should be connected to each other and not disjointed. This tag should not be confused with Collection of Short Stories tag or Oneshot tag."},{"Title":"Shota","Description":"This tag is to be used ONLY when either the protagonist or one of the love interests of the protagonist is a shota. It is not recommended to use this tag for other characters, no matter how important their role is. A shota is a short boy who looks like a child, no matter how much his real age is."},{"Title":"Shoujo-Ai Subplot","Description":"No definition found."},{"Title":"Shounen-Ai Subplot","Description":"N/A"},{"Title":"Showbiz","Description":"This tag is to be used if the protagonist is part of the entertainment industry, and it plays a role in the story."},{"Title":"Shy Characters","Description":"No definition found."},{"Title":"Sibling Rivalry","Description":"No definition found."},{"Title":"Sibling's Care","Description":"No definition found."},{"Title":"Siblings","Description":"Tag is to be used if the main character has sibling(s)  that are also major character(s) in their own right. "},{"Title":"Siblings Not Related by Blood","Description":"This tag is to be used if the protagonist has a sibling who is not related by blood. These siblings are expected to either be in a romantic relationship, or show affection towards each other which goes beyond the expected intimacy of siblings. These siblings knowing that they are not related by blood is recommended, though them finding it out later i the story is also accepted. However, at some point of time in the story, they should find this out. This tag is not to be confused with Incest."},{"Title":"Sickly Characters","Description":"No definition found."},{"Title":"Sign Language","Description":"No definition found."},{"Title":"Singers","Description":"No definition found."},{"Title":"Single Parent","Description":"No definition found."},{"Title":"Sister Complex","Description":"N/A"},{"Title":"Skill Assimilation","Description":"This tag is used if main protagonist(s) learn skills just by coming in contact with them."},{"Title":"Skill Books","Description":"No definition found."},{"Title":"Skill Creation","Description":"The 'Skills' tag is mandatory. This tag is used when skill (as defined by the 'Skills' tag) creation process has prominent roles in the novel's storyline. "},{"Title":"Slave Harem","Description":"This tag means that the protagonist has a harem that is composed, wholly or in part, of slaves he/she owns."},{"Title":"Slave Protagonist","Description":"The main protagonist is a slave who is owned by someone."},{"Title":"Slaves","Description":"N/A"},{"Title":"Sleeping","Description":"The main character who spend most of the time sleeping."},{"Title":"Slow Growth at Start","Description":"Like weak to strong. But takes a longer period of time for the protagonist to get stronger than he is at the beginning."},{"Title":"Slow Romance","Description":"Where the protagonist only meet or develop feelings for the love interest at a late point in the novel (either half way or a few hundred chapters in). AND has no love interest before hand."},{"Title":"Smart Couple","Description":"No definition found."},{"Title":"Social Outcasts","Description":"No definition found."},{"Title":"Soldiers","Description":"No definition found."},{"Title":"Soul Power","Description":"Cultivators can learn techniques to use souls in combat."},{"Title":"Souls","Description":"where manifestation/concept of ones soul plays a siginificant part in the story.\nE.G strenghen soul to get stronger"},{"Title":"Spatial Manipulation","Description":"where the protagonist has the power to control space, whether to teleport, tear or move things through space. as well as other space related powers. And plays a major part in the story."},{"Title":"Spear Wielder","Description":"This tag is to be used only when the protagonist uses a spear as their weapon for a significant period of the story. Though this tag can be used even if the love interest uses the spear, it is highly recommended not to use it at that time."},{"Title":"Special Abilities","Description":"Refers to abilites that a select few have. Doesn't have to include protagonist, but has to be something that the majority of people of the world doen't have.\nE.g Espers in a modern world"},{"Title":"Spies","Description":"No definition found."},{"Title":"Spirit Advisor","Description":"Where the protagonist gains a wise or knowledgable ghost/spirit that helps the protagonist, by giving advice and not in actual combat. usually a old grandpa."},{"Title":"Spirit Users","Description":"No definition found."},{"Title":"Spirits","Description":"Ethereal entities typically associated with the human soul."},{"Title":"Stalkers","Description":"No definition found."},{"Title":"Stockholm Syndrome","Description":"Refers to the feelings of trust or affection felt in many cases of kidnapping or hostage-taking by a victim towards a captor. This tag may also be used if the victim of mistreatment (abuse) feels affection towards the abuser. Care should be taken while using this tag, as a separate tag ‘Rape Victim Becomes Lover’ also exists."},{"Title":"Stoic Characters","Description":"People who can endure pain or hardship without showing their feelings or complaining."},{"Title":"Store Owner","Description":"No definition found."},{"Title":"Straight Seme","Description":"No definition found."},{"Title":"Straight Uke","Description":"-contact a staff to submit a definition-\nForum&gt;Novel Updates Site Discussion&gt;Cleaning Up Tags on NU"},{"Title":"Strategic Battles","Description":"No definition found."},{"Title":"Strategist","Description":"The main character has outstanding abilities to devise and plan tactics to be used as part of effective strategies in battles, conspiracies, commercial endeavors et. al. "},{"Title":"Strength-based Social Hierarchy","Description":"This tag is to be used for a setting where strength/power determines the place of one's social status in the hierarchy, i.e. the Law of the Jungle."},{"Title":"Strong Love Interests","Description":"where the love interest of a protagonist has a certain level of strenght or is depicted as strong. Doesn't have to be on the protagonist level, but somewhere close."},{"Title":"Strong to Stronger","Description":"No definition found."},{"Title":"Stubborn Protagonist","Description":"No definition found."},{"Title":"Student Council","Description":"No definition found."},{"Title":"Student-Teacher Relationship","Description":"This tag is used when there is a romantic relationship between a teacher and his/her student, one of whom is the protagonist."},{"Title":"Succubus","Description":" Lilin-demon in female form, or supernatural entity in folklore that appears in dreams and takes the form of a woman in order to seduce men, usually through sexual activity. "},{"Title":"Sudden Strength Gain","Description":"Where the protagonist experiences a massive gain of power. Usually near the start of a novel"},{"Title":"Sudden Wealth","Description":"Where the main character becomes rich in a short amount of time. And this event of being suddenly rich or rich in general is a important part of the plot in the story."},{"Title":"Suicides","Description":"No definition found."},{"Title":"Summoned Hero","Description":"This tag is to be used if the story contains a summoned hero, as in a 'hero’ who is summoned from another world. This tag is to be used ONLY if the summoned hero has a major role in the story. Or if the protagonist is one."},{"Title":"Summoning Magic","Description":"Magic that can be used to call forth beigns/familars that are normally under the caster's control, but might not always. ONLY use if it plays a significant part in the story."},{"Title":"Survival","Description":"This tag is to be used when the story focuses on the survival of the main characters."},{"Title":"Survival Game","Description":"A powerful entity forces the main characters to fight for their lives in an organized competition."},{"Title":"Sword And Magic","Description":"This tag is to only be used if both the use of magic and swords are present within the novel."},{"Title":"Sword Wielder","Description":"No definition found."},{"Title":"System Administrator","Description":"Where the Main character gains access to an "},{"Title":"Teachers","Description":"Only to be used when the MC or the people around the MC are teachers and highly influences MC's lifestyle or learning. Not to be used when MC is teacher or the teachers around MC play little role in plot."},{"Title":"Teamwork","Description":"Where the power of working together is important for the events/developments in the story. And is a reoccuring theme."},{"Title":"Technological Gap","Description":"The presence of more advanced technology in a place with an inferior civilization level\n\n(eg. guns in a fantasy world with the technology level of about the middle ages of earth)"},{"Title":"Tentacles","Description":"This tag is to be used when the story contains instances of tentacle sex. All such series MUST be under the adult genre. Basically, tentacle hentai."},{"Title":"Terminal Illness","Description":"Where the main character or another important character has a sickness that can't be cured and is suffering from it, and which plays some part in the development of the story"},{"Title":"Terrorists","Description":"No definition found."},{"Title":"Thieves","Description":"Where being a thief or the notion of thieves plays a important part in the story or the Main character's development/journey."},{"Title":"Threesome","Description":"Threesome is a sexual activity where three individuals take part simultaneously(maybe extended to four) in sex. This tag is to be used if one of them is the protagonist. Note that this tag is entirely different from Orgy tag. Here, it is typically expected for two of them to be of one gender and the other, the opposite gender."},{"Title":"Thriller","Description":"No definition found."},{"Title":"Time Loop","Description":"Where due to the a characters or item/event in a story. The Main character returns to a previous point of time to redo what he has already done."},{"Title":"Time Manipulation","Description":"This tag is to be used ONLY if the protagonist has the ability to manipulate time, and thus uses this in the course of the story. This tag is not to be used to refer to treasures/items which change the flow of time. "},{"Title":"Time Paradox","Description":"Where due to the ability to travel through time or change the past, the plot begins to break down and makes no sense if you think about how the past changed would affect the future."},{"Title":"Time Skip","Description":"Where the story in the novel skips a significant amount of time in the novel. Can be years/months/weeks depending on time of skip. ONLY when the protagonist already is involved with the story."},{"Title":"Time Travel","Description":"This tag is to be used when the Main protagonist moves from one era to another. How it is used depends on the story. It can also include jumping to the near future or near past but that all depends on the story putting emphasis. It should not be confused with Second Chance."},{"Title":"Timid Protagonist","Description":"This tag is used when the protagonist shows a lack of confidence and courage. "},{"Title":"Tomboyish Female Lead","Description":"This tag is to be used when the main female character of the story is tomboyish."},{"Title":"Torture","Description":"This tag is to be used if the novel features torture events prominently in the storyline. The torture events must not be off-screen (has to be depicted to the readers). The main character does not have to be involved, either as a torturer,tortured or spectator. "},{"Title":"Toys","Description":"This tag is used when a main character uses sex toys, devices, or other objects of a sexual nature. It most often refers to mature content, and should never refer to toys that are not used in a sexual sense."},{"Title":"Tragic Past","Description":"The protagonist has experienced extreme loss or a traumatic event in their past. Their past plays a significant role in their current personality, skills, or motivations."},{"Title":"Transformation Ability","Description":"This tag is to be used when the protagonist(s) of the story is able to transform or change their body shape/form in any noticeable way freely, under special circumstances or due to a special condition/ability. THE CHANGE MUST NOT BE PERMANENT. For a permanent change, the Appearance Changes tag is recommended."},{"Title":"Transmigration","Description":"This tag is used if the protagonist inhabits an existing person's body after migrating across worlds. It differs from reincarnation in that the person is not literally born again."},{"Title":"Transplanted Memories","Description":"Where the protagonist gains another person/being's memories, and might or might not be influenced by the person that originally had those memories."},{"Title":"Transported into a Game World","Description":"The protagonist of the story is sent from the real world into a game, or a world extremely similar to an existing game. This tag most often refers to worlds in video games or MMORPGs."},{"Title":"Transported into Another World","Description":"The protagonist of the story starts in one world until they are sent to another, often through reincarnation or summoning. "},{"Title":"Transported Modern Structure","Description":"This tag is used to describe novels where the main character has been transported to another world with some form of modern luxury. In this context, these 'modern luxuries' refer to any buildings or appliances which can only typically be found in the modern world, eg. a house with working internet."},{"Title":"Trap","Description":"Trap refers to the presence of one or more character(s) that looks like a girl, whether it be natural or through the act of cross-dressing, the act of dressing up as the opposite gender. Must be a BOY and has to some extent, look like a young girl.  A Reverse Trap is the counterpart to a Trap. "},{"Title":"Tribal Society","Description":"The world contains a large race of people divided into tribes (communities linked by economic, religious, or blood ties). Tribal societies in novels are often characterized as rural and less civilized, developed, or technologically-advanced than city societies."},{"Title":"Trickster","Description":"The protagonist possesses a great degree of intellect or knowledge that they often use to fool other characters or overcome obstacles in creative and unconventional ways. "},{"Title":"Tsundere","Description":"It refers to the existence of a character who is excessively shy towards romance, and outwardly shows themselves to be uninterested in their romantic crush/partner. "},{"Title":"Twins","Description":"Two of the main characters are identical or fraternal twins born to the same parents."},{"Title":"Twisted Personality","Description":"The protagonist or other main character has an unstable or "},{"Title":"Ugly Protagonist","Description":"The main character has a physically unattractive face or body, and their physical appearance should have a major effect on their personality, motivations, or life. This tag should NOT be used unless the protagonist stays "},{"Title":"Ugly to Beautiful","Description":"As it suggests, this tag is to be used when the protagonist, who is originally described to be ugly by the author, becomes beautiful later on. These adjectives are used for the external physical appearances only. Tag describes the transition of the protagonist ONLY."},{"Title":"Unconditional Love","Description":"This tag is used when two prominent characters love the other limitlessly. Their love has no conditions attached to it and they will love their partner(s) no matter what."},{"Title":"Underestimated Protagonist","Description":"This tag is to be used if the protagonist of the story is thought by other characters to be weaker than they actually are, whether the protagonist does it on purpose or not. It must remain that way for a significant part of the story."},{"Title":"Unique Cultivation Technique","Description":"This tag is to be used if the protagonist uses a cultivation technique different from everyone else in world."},{"Title":"Unique Weapon User","Description":"The main character of the story uses a weapon (or weapons) that are different from those used by everyone else in the world."},{"Title":"Unique Weapons","Description":"This tag is used if the main character uses a weapon different from everyone else in the world, OR if most people in the story use unique and unusual weapons that are different from most other novels. This tag should only be used if the use of unique weapons is a major part of the story."},{"Title":"Unlucky Protagonist","Description":"The protagonist has unusually bad luck. The main character's bad fortune should be a major plot point and referenced throughout the series, not only at the start of the story."},{"Title":"Unreliable Narrator","Description":"In the case of a first-person narrative, the narrator may be outright lying to the audience. In other cases, they may mis-remember, mis-interpret, or otherwise convey inaccurate information during their narration. They could be hallucinating, malicious, or even just biased and a little bit confused."},{"Title":"Unrequited Love","Description":"This tag is used when the main character is deeply in love with another character who doesn't return their love. It can also be used if a main side character is deeply in love with the main character, but the main character doesn't return their feelings. This tag should only be used if the unrequited love relationship is a major plot point throughout the story."},{"Title":"Valkyries","Description":"This tag is to be used when a valkyrie is one of the major characters in a series, or if a valkyrie is deeply involved in at least one of the arcs of the series. A valkyrie is a female warrior from Norse mythology who are known to be fierce. Specific usage of the term valkyrie by either the translator or the author is recommended."},{"Title":"Vampires","Description":"Various humanoid entities of folklore that share the characteristics of engaging in hematophagy (bloodsucking).\nWeaknesses tend to be silver, sunlight, stakes, decapitation, fire, holy symbols, garlic, drowning, running water, abstaining from blood, hawthorn, requiring an invitation, and salt."},{"Title":"Villainess Noble Girls","Description":"Usually found in Japanese otome game reincarnation novels. A normal girl dies and reincarnates into the world of an otome game or a novel as the villainess noble girl, who is usually the love rival of the story or game's MC."},{"Title":"Virtual Reality","Description":"When the five senses of sight, smell, hearing, taste, and touch, as well as physical movement are being used but, the real person is not actually receiving any of these senses or physically moving. Usually used for games that uses virtual reality as a form of entertainment such as VRMMORPG. However Virtual Reality does not always have to be related to games and can be used when the user is not physically present but is actively moving in another world."},{"Title":"Vocaloid","Description":"This tag is used when the series heavily references music, characters, or software from Vocaloid, the Japanese singing voice synthesizer. Novels with this tag will most often be based on popular songs or series generated using the Vocaloid software."},{"Title":"Voice Actors","Description":"Used when the protagonist or main love interest's primary occupation/hobby involves providing voices for characters, media, or music. The character's occupation as a voice actor should be an important part of the story."},{"Title":"Voyeurism","Description":"This tag is to be used if the novel's character(s), not necessarily including the main character, engage in voyeurism. Distinction has to be made against against actions like spying activities, even though those two acts may looks and feels the same. "},{"Title":"Waiters","Description":"The protagonist or primary side character serves customers in a restaurant, cafe, or other dining establishment. The character's work as a waiter plays an important role in the story."},{"Title":"War Records","Description":"The novel documents the history of a war, and details the protagonist's actions in that war. Focus on the war should be a major element in the novel."},{"Title":"Wars","Description":"This tag is to be used to indicate the setting of the story. However, it can also indicate that some part of the story revolves around wars. It is recommended to use this tag only when the protagonist takes part in these wars. Please note that there is a different tag to indicate the presence of interstellar wars, the Cosmic Wars tag."},{"Title":"Weak Protagonist","Description":"Used when the protagonist lacks physical strength for most of the story. This weakness most often refers to physical or combat ability, rather than mental ability."},{"Title":"Weak to Strong","Description":"This TAG is used to indicate the stories in which the protagonist starts at a weak power level and becomes gradually strong as the story progresses."},{"Title":"Wealthy Characters","Description":"One or more of the main characters is rich in money, resources, or assets. "},{"Title":"Werebeasts","Description":"This tag is to be added only if a significant character is a werebeast. Alternatively, this tag can be added to a horror series if it contains a werebeast. Definition of werebeast: human that could shapeshift into animal like form. "},{"Title":"Wishes","Description":"This tag is used when the protagonist makes a specific wish (most often to a star, god, or supernatural being), and the story centers on the pursuit, process, completion, or results of that wish."},{"Title":"Witches","Description":"The main character (or their main partner) is skilled in magic or has magical powers. "},{"Title":"Wizards","Description":"The main character (or their main partner) is skilled in magic or has magical powers. "},{"Title":"World Hopping","Description":"This tag is to be used when travelling to multiple different worlds, realms or dimensions is a central theme or plays a major role in the story."},{"Title":"World Travel","Description":"Used when the act of traveling or exploring a country, world, and/or universe plays a major role in the story."},{"Title":"World Tree","Description":"This tag refers to the presence of a powerful tree in the relevant work. They to some extent, have a large importance in the world and story they are in. Often large in size, has fruit/sap that has mystical properties such as curing illness and healing physical wounds, and other generally positive things.  May or may not be called the World Tree. "},{"Title":"Writers","Description":"The protagonist or main love interest is an author or writes for books, news, media, or music. The character's work as a writer should be an important plot point of the story."},{"Title":"Yandere","Description":"A yandere is a person romantically obsessed with someone to the point of abnormality. In essence, literally "},{"Title":"Youkai","Description":"Supernatural entities found in Japanese folklore.\nGenerally are spirits, demons, and monsters while possessing supernatural abilities."},{"Title":"Younger Brothers","Description":"Used when the protagonist has younger brothers. Also, the relationship between the siblings is expected to be a major plot point of the series. This tag may lead to incest."},{"Title":"Younger Love Interests","Description":"As it suggests, the love interests of the protagonist have to be younger than the protagonist. However, it is only used when the age difference is quite significant, and either the physical/mental aspects of this difference gets some screen time.\n"},{"Title":"Younger Sisters","Description":"Used when the protagonist has younger sisters who play big role in the series. This tag may lead to incest."},{"Title":"Zombies","Description":"This tag is to be used if either the protagonist or any other significant character is a zombie. This tag can also be used if the protagonist repeatedly interacts (i.e. fights) with zombies, even if they are nothing more than cannon fodder."}]